[{"title":"X. The Future of Science Mapping","body":"This 10th and final iteration aims to inspire continuous innovation and the utilization of science mapping by featuring visualizations of:\n\n*   Physics—from the 6th century B.C. to the present—to communicate key theoretical starting points, streams of thought and well-known diagrams.\n*   The Internet with old and new continents of websites and services.\n*   Emerging pandemic threats in the developing world for early detection of viruses from wildlife with pandemic potential.\n*   Roman transportation that shows the impact of geography and seasonality on transportation time, costs, and the dominance of cities.\n*   Money to illustrate possession and expenditure from dollars to trillions of dollars.\n*   Citation contexts to provide insight on the internal organization of scientific papers.\n*   Funding portfolios to compare and coordinate funding efforts across agencies.\n*   Graphene publications and patents to help illustrate innovation dynamics in support of business and policy decision-making.\n*   Altruism to understand the commonalities with and differences from scientific activities.\n*   Interstitial organizations that create bridges between civic ideals, managerial concepts, and scientific assessment.\n\nPlease enjoy the maps then map your very own data.","thumbnails":[{"title":"Being a Map of Physics","image":"assets/content/map/10/1/image.sm.jpg","link":"map/10/1"},{"title":"Map of the Internet","image":"assets/content/map/10/2/image.sm.jpg","link":"map/10/2"},{"title":"PREDICT: HealthMap","image":"assets/content/map/10/3/image.sm.jpg","link":"map/10/3"},{"title":"ORBIS","image":"assets/content/map/10/4/image.sm.jpg","link":"map/10/4"},{"title":"Money","image":"assets/content/map/10/5/image.sm.jpg","link":"map/10/5"},{"title":"The Linguistic Context of Citations","image":"assets/content/map/10/6/image.sm.jpg","link":"map/10/6"},{"title":"Visual Funding Portfolios","image":"assets/content/map/10/7/image.sm.jpg","link":"map/10/7"},{"title":"Mapping Graphene Science and Development: Focused Research with Multiple Application Areas","image":"assets/content/map/10/8/image.sm.jpg","link":"map/10/8"},{"title":"Exploring the Relationships Between a Map of Altruism and a Map of Science","image":"assets/content/map/10/9/image.sm.jpg","link":"map/10/9"},{"title":"Interstitial Organizations as Conversational Bridges","image":"assets/content/map/10/10/image.sm.jpg","link":"map/10/10"}],"slug":"mapIteration/10","directory":""},{"title":"IX. Science Maps Showing Trends and Dynamics","body":"This iteration features science maps that show general trends and dynamics in science and technology. The maps communicate:\n\n*   Ocean circulation estimates to quantify the ocean’s role in the global carbon cycle and to monitor its evolving heat, water, and chemical exchanges over time.\n*   Over 160 years of recorded tropical storms and hurricanes by their paths and intensities.\n*   Global polar bear abundance figures, harvest rates, circumpolar pollution levels, and the shrinking Arctic sea ice.\n*   The mood of the U.S. based on an analysis of over 300 million public tweets sent between September 2006 and August 2009.\n*   Complexity science's major intellectual traditions, leading scholarly themes and methods, as well as key scholars who founded or pioneered work.\n*   The development of science during the period 1980–2010 based on key terms and phrases.\n*   Hewlett Foundation funding distribution and impact in support of future funding applications and grant-making decisions.\n*   Popular living people profiles and their interlinkages from eight different-language Wikipedias showing cultures and their evolution.\n*   An identification of scientific discoveries and technological innovations using 23 million papers and patents.\n*   The evolving structure of scientific fields, exemplified for prosthetic science.","thumbnails":[{"title":"NASA Views Our Perpetually Moving Ocean","image":"assets/content/map/9/1/image.sm.jpg","link":"map/9/1"},{"title":"Hurricanes & Tropical Storms—Locations and Intensities since 1851","image":"assets/content/map/9/2/image.sm.jpg","link":"map/9/2"},{"title":"State of the Polar Bear","image":"assets/content/map/9/3/image.sm.jpg","link":"map/9/3"},{"title":"Pulse of the Nation","image":"assets/content/map/9/4/image.sm.jpg","link":"map/9/4"},{"title":"Map of Complexity Science","image":"assets/content/map/9/5/image.sm.jpg","link":"map/9/5"},{"title":"Visualizing Trends and Dynamics: 30 Years of Scientific Development","image":"assets/content/map/9/6/image.sm.jpg","link":"map/9/6"},{"title":"The Hewlett Foundation Grant Visualizer","image":"assets/content/map/9/7/image.sm.jpg","link":"map/9/7"},{"title":"Who Really Matters in the World—Leadership Networks in Different-Language Wikipedias","image":"assets/content/map/9/8/image.sm.jpg","link":"map/9/8"},{"title":"Identifying Emerging Topics in Science and Technology","image":"assets/content/map/9/9/image.sm.jpg","link":"map/9/9"},{"title":"Science Phylomemy","image":"assets/content/map/9/10/image.sm.jpg","link":"map/9/10"}],"slug":"mapIteration/9","directory":""},{"title":"VIII. Science Maps for Kids","body":"This iteration features science maps designed for children aged 5-14. The maps communicate:\n\n*   4.5 billion years of Earth’s evolution and the life forms that inhabit it.\n*   The intertwining journeys of favorite characters from recent fantasy and science-fiction films.\n*   A floor plan of the Metropolitan Museum of Art that shows a subset of its two million works of art spanning five thousand years of world culture.\n*   The political spectrum via a comparison of different stances on society and culture, family relationships, adulthood, and beliefs.\n*   The interplay of life expectancy and income per person for each country.\n*   How inventions and inventors are embedded in a vast web of human knowledge.\n*   Stylistic variations among 1,074,790 manga pages in 883 distinct series from Japan, Korea, and China.\n*   The fundamental interconnectedness of science and stories of how animals and accidents help discovery.\n*   The impact of language on human networks and communication patterns.\n*   The topical composition and length of over 3,000 educational videos and their usage by students around the globe.","thumbnails":[{"title":"Geologic Time Spiral: A Path to the Past","image":"assets/content/map/8/1/image.sm.jpg","link":"map/8/1"},{"title":"Movie Narrative Charts (Comic #657)","image":"assets/content/map/8/2/image.sm.jpg","link":"map/8/2"},{"title":"Metropolitan Museum of Art Family Map","image":"assets/content/map/8/3/image.sm.jpg","link":"map/8/3"},{"title":"Left vs. Right Political Spectrum","image":"assets/content/map/8/4/image.sm.jpg","link":"map/8/4"},{"title":"Gapminder World Map","image":"assets/content/map/8/5/image.sm.jpg","link":"map/8/5"},{"title":"Knowledge Web","image":"assets/content/map/8/6/image.sm.jpg","link":"map/8/6"},{"title":"Manga Universe","image":"assets/content/map/8/7/image.sm.jpg","link":"map/8/7"},{"title":"The Fundamental Interconnectedness of All Things","image":"assets/content/map/8/8/image.sm.jpg","link":"map/8/8"},{"title":"Language Communities of Twitter","image":"assets/content/map/8/9/image.sm.jpg","link":"map/8/9"},{"title":"Khan Academy Library Overview","image":"assets/content/map/8/10/image.sm.jpg","link":"map/8/10"}],"slug":"mapIteration/8","directory":""},{"title":"VII. Science Maps as Visual Interfaces to Digital Libraries","body":"This iteration explores the utility of science maps as visual interfaces to digital libraries to support the selection, navigation, management, and usage of resources by communicating:\n\n*   Early visions of a multimedia work station and the Internet.\n*   A hand-drawn map of natural sciences and technology with overlays of different index and abstracting services.\n*   A visualization of textual cross-references in the Bible.\n*   Differences in the coverage and search functionality of four major publication databases and their impact on search result sets.\n*   A comparison of Wikipedia's category structure and the Universal Decimal Classification.\n*   Expert locations and worldwide scientific collaboration patterns.\n*   The complete structure and interlinkage of different data types from a scholarly database to judge data quality and coverage.\n*   An overview of key metadata standards in the cultural heritage sector to assist planners with the selection and implementation of these standards.\n*   The hierarchical structure of over 2,800 terms for tagging digital resources in architecture in different languages.\n*   The history of science fiction rendered as graphical chronology.","thumbnails":[{"title":"Mondothèque. Multimedia Desk in a Global Internet","image":"assets/content/map/7/1/image.sm.jpg","link":"map/7/1"},{"title":"A Chart Illustrating Some of the Relations between the Branches of Natural Science and Technology","image":"assets/content/map/7/2/image.sm.jpg","link":"map/7/2"},{"title":"Visualizing Bible Cross-References","image":"assets/content/map/7/3/image.sm.jpg","link":"map/7/3"},{"title":"Finding Research Literature on Autism","image":"assets/content/map/7/4/image.sm.jpg","link":"map/7/4"},{"title":"Design vs. Emergence, Visualization of Knowledge Orders","image":"assets/content/map/7/5/image.sm.jpg","link":"map/7/5"},{"title":"Scientific Collaborations between World Cities","image":"assets/content/map/7/6/image.sm.jpg","link":"map/7/6"},{"title":"The Census of Antique Works of Art and Architecture Known in the Renaissance 1947-2005","image":"assets/content/map/7/7/image.sm.jpg","link":"map/7/7"},{"title":"Seeing Standards: A Visualization of the Metadata Universe","image":"assets/content/map/7/8/image.sm.jpg","link":"map/7/8"},{"title":"MACE Classification Taxonomy","image":"assets/content/map/7/9/image.sm.jpg","link":"map/7/9"},{"title":"History of Science Fiction","image":"assets/content/map/7/10/image.sm.jpg","link":"map/7/10"}],"slug":"mapIteration/7","directory":""},{"title":"VI. Science Maps for Scholars","body":"This iteration explores the utility of science maps for scholars and answers questions such as:\n\n*   Who are our ancestors, and how are we related to other species?\n*   How do human brain regions interlink and impact our thoughts and behaviors?\n*   What drugs target what diseases, and how do disease phenotypes interact?\n*   How do children learn language in complex social environments, and how can language disorders be treated?\n*   What communities and interdisciplinary connections exist across the field of media art?\n*   How are scholars linked to texts, people, projects, events, their relationships, as well as personal comments?\n*   Which literary writers used what temporal and spatial settings in Victorian poetry?\n*   How do multiple scientific specialties merge to form a new area of science?\n*   How do scientists weave the fabric of science via collaborations and citations?\n*   Where are the academic jobs?","thumbnails":[{"title":"Tree of Life","image":"assets/content/map/6/1/image.sm.jpg","link":"map/6/1"},{"title":"The Human Connectome","image":"assets/content/map/6/2/image.sm.jpg","link":"map/6/2"},{"title":"Diseasome: The Human Disease Network","image":"assets/content/map/6/3/image.sm.jpg","link":"map/6/3"},{"title":"Human Speechome Project","image":"assets/content/map/6/4/image.sm.jpg","link":"map/6/4"},{"title":"Mapping the Archive: Prix Ars Electronica","image":"assets/content/map/6/5/image.sm.jpg","link":"map/6/5"},{"title":"Knowledge Cartography","image":"assets/content/map/6/6/image.sm.jpg","link":"map/6/6"},{"title":"Literary Empires: Mapping Temporal and Spatial Settings of Victorian Poetry","image":"assets/content/map/6/7/image.sm.jpg","link":"map/6/7"},{"title":"The Emergence of Nanoscience & Technology","image":"assets/content/map/6/8/image.sm.jpg","link":"map/6/8"},{"title":"Weaving the Fabric of Science","image":"assets/content/map/6/9/image.sm.jpg","link":"map/6/9"},{"title":"U.S. Job Market: Where are the Academic Jobs?","image":"assets/content/map/6/10/image.sm.jpg","link":"map/6/10"}],"slug":"mapIteration/6","directory":""},{"title":"V. Science Maps for Science Policy Makers","body":"This iteration shows science maps for science policy-makers as well as citizens interested in understanding national priorities, spending, and achievements. Featured are two early maps, two maps of observation and sensor data, and six maps of scholarly data. The maps communicate:\n\n*   The steady increase of scientists in the total population, versus a decline of R&D investment as a fraction of GNP.\n*   Categories for evaluating and comparing evolving scientific collaboration.\n*   Needed changes in the Boston Traffic Separation Scheme to reduce the risk of ships striking whales.\n*   Urban mobility patterns to improve the design and management of cities.\n*   The U.S. federal discretionary budget.\n*   Return on investment for U.S. chemistry R&D including a timeline and investment cycles.\n*   Funding portfolios of the National Institutes of Health.\n*   The structure of science based on download (rather than publication) activity.\n*   Research leadership of the U.S. compared with the top-12 competitive nations.\n*   Progress towards the Millennium Development Goals to be achieved by 2015.","thumbnails":[{"title":"Science and Society in Equilibrium","image":"assets/content/map/5/1/image.sm.jpg","link":"map/5/1"},{"title":"Networks of Scientific Communications","image":"assets/content/map/5/2/image.sm.jpg","link":"map/5/2"},{"title":"Realigning the Boston Traffic Separation Scheme to Reduce the Risk of Ship Strike to Right and Other Baleen Whales","image":"assets/content/map/5/3/image.sm.jpg","link":"map/5/3"},{"title":"Mobile Landscapes: Using Location Data from Cell Phones for Urban Analysis","image":"assets/content/map/5/4/image.sm.jpg","link":"map/5/4"},{"title":"Death and Taxes 2009","image":"assets/content/map/5/5/image.sm.jpg","link":"map/5/5"},{"title":"Chemical R&D Powers the U.S. Innovation Engine","image":"assets/content/map/5/6/image.sm.jpg","link":"map/5/6"},{"title":"A Topic Map of NIH Grants 2007","image":"assets/content/map/5/7/image.sm.jpg","link":"map/5/7"},{"title":"A Clickstream Map of Science","image":"assets/content/map/5/8/image.sm.jpg","link":"map/5/8"},{"title":"U.S. Vulnerabilities in Science","image":"assets/content/map/5/9/image.sm.jpg","link":"map/5/9"},{"title":"The Millennium Development Goals Map","image":"assets/content/map/5/10/image.sm.jpg","link":"map/5/10"}],"slug":"mapIteration/5","directory":""},{"title":"IV. Science Maps for Economic Decision Makers","body":"This is the first of six iterations that explore the utility of science maps for different stakeholders. The maps presented here meet the needs of economic decision-makers. They answer questions such as:\n\n*   What is the impact of war on global trade flows?\n*   How do accelerating communication and transportation speeds impact our lives?\n*   What events and time lags occur from basic research to product sale?\n*   What are the (social) networks behind illicit deals and laundered money?\n*   What intellectual property space is claimed by whom, and what growth is expected?\n*   What is the ecological footprint of a country, and how sustainable is it?\n*   How does the ‘Product Space’ determine the economic development of nations?\n*   How to visually empower strategy formation and value creation in organizations?\n*   How are publications linked to patents in different areas of science?\n*   What factors impact the happiness of citizens, and which countries experience the most happiness?","thumbnails":[{"title":"Europe Raw Cotton Imports in 1858, 1864 and 1865","image":"assets/content/map/4/1/image.sm.jpg","link":"map/4/1"},{"title":"Shrinking of Our Planet ","image":"assets/content/map/4/2/image.sm.jpg","link":"map/4/2"},{"title":"Tracing of Key Events in the Development of the Video Tape Recorder","image":"assets/content/map/4/3/image.sm.jpg","link":"map/4/3"},{"title":"World Finance Corporation, Miami, Florida, ca. 1970-79 (6th Version)","image":"assets/content/map/4/4/image.sm.jpg","link":"map/4/4"},{"title":"Examining the Evolution and Distribution of Patent Classifications","image":"assets/content/map/4/5/image.sm.jpg","link":"map/4/5"},{"title":"Ecological Footprint","image":"assets/content/map/4/6/image.sm.jpg","link":"map/4/6"},{"title":"The Product Space","image":"assets/content/map/4/7/image.sm.jpg","link":"map/4/7"},{"title":"4D™. The Structured Visual Approach to Business Issue Resolution","image":"assets/content/map/4/8/image.sm.jpg","link":"map/4/8"},{"title":"The Scientific Roots of Technology","image":"assets/content/map/4/9/image.sm.jpg","link":"map/4/9"},{"title":"A Global Projection of Subjective Well-being","image":"assets/content/map/4/10/image.sm.jpg","link":"map/4/10"}],"slug":"mapIteration/4","directory":""},{"title":"III. The Power of Forecasts","body":"The third iteration compares and contrasts maps of seismic hazards, resource depletion, economic models, and epidemic forecasts with maps forecasting the structure and evolution of science.  \n  \nReal-time weather forecasts are served by the National Oceanic and Atmospheric Administration (NOAA) and the National Aeronautics and Space Administration (NASA). Computational models of the movements of tectonic plates help reduce losses due to earthquakes, volcanic activity, or tsunamis. Economic models let us simulate either catastrophic or sustainable futures for humanity. Epidemic models allow us to understand how interconnected we all are and how actions far away affect us right here.  \n  \nDaily science and technology forecasts would show science maps with overlays of top experts, institutions, countries, major activity bursts, or emerging research frontiers augmenting our knowledge and decision-making capabilities. Given the importance of such forecasts, one might question why they are not available on TV, in the press, or online.","thumbnails":[{"title":"Tectonic Movements and Earthquake Hazard Predictions","image":"assets/content/map/3/1/image.sm.jpg","link":"map/3/1"},{"title":"The Oil Age: World Oil Production 1859 to 2050","image":"assets/content/map/3/2/image.sm.jpg","link":"map/3/2"},{"title":"Impact of Air Travel on Global Spread of Infectious Diseases","image":"assets/content/map/3/3/image.sm.jpg","link":"map/3/3"},{"title":"[./logicaland] Participative Global Simulation","image":"assets/content/map/3/4/image.sm.jpg","link":"map/3/4"},{"title":"Science & Technology Outlook: 2005-2055","image":"assets/content/map/3/5/image.sm.jpg","link":"map/3/5"},{"title":"113 Years of Physical Review","image":"assets/content/map/3/6/image.sm.jpg","link":"map/3/6"},{"title":"Mapping the Universe: Space. Time. Discovery!","image":"assets/content/map/3/7/image.sm.jpg","link":"map/3/7"},{"title":"Science-Related Wikipedian Activity","image":"assets/content/map/3/8/image.sm.jpg","link":"map/3/8"},{"title":"Maps of Science: Forecasting Large Trends in Science","image":"assets/content/map/3/9/image.sm.jpg","link":"map/3/9"},{"title":"Hypothetical Model of the Evolution and Structure of Science","image":"assets/content/map/3/10/image.sm.jpg","link":"map/3/10"}],"slug":"mapIteration/3","directory":""},{"title":"II. The Power of Reference Systems","body":"The second iteration aims to inspire discussion about a common reference system for all of humanity’s scholarly knowledge.  \n  \nThroughout history, scientists have struggled to reach agreement upon standardized reference systems for their respective fields of research. The results include the electromagnetic spectrum, the periodic table of elements, geographic projections, and the celestial reference systems, all of which appear in this iteration. These standards are invaluable for indexing, storing, accessing, and managing scientific data efficiently.  \n  \nShown in comparison are six potential reference systems for scholarly knowledge. Each reference system—from the one-dimensional timeline, to the geospatial system, to the semantic system—could be used to identify the location of an author, paper, patent, or grant. This would highlight the dynamics of an author’s, institution’s, or country’s contributions or the impact of a particular work.","thumbnails":[{"title":"U.S. Frequency Allocations Chart","image":"assets/content/map/2/1/image.sm.jpg","link":"map/2/1"},{"title":"Visual Periodic Table of the Elements","image":"assets/content/map/2/2/image.sm.jpg","link":"map/2/2"},{"title":"Cartographica Extraordinaire: The Historical Map Transformed","image":"assets/content/map/2/3/image.sm.jpg","link":"map/2/3"},{"title":"Sky Chart of New York City in April 2006","image":"assets/content/map/2/4/image.sm.jpg","link":"map/2/4"},{"title":"HistCite™ Visualization of DNA Development","image":"assets/content/map/2/5/image.sm.jpg","link":"map/2/5"},{"title":"History Flow Visualization of the Wikipedia Entry on ‘Abortion’","image":"assets/content/map/2/6/image.sm.jpg","link":"map/2/6"},{"title":"TextArc Visualization of “The History of Science”","image":"assets/content/map/2/7/image.sm.jpg","link":"map/2/7"},{"title":"Taxonomy Visualization of Patent Data","image":"assets/content/map/2/8/image.sm.jpg","link":"map/2/8"},{"title":"Map of Scientific Paradigms","image":"assets/content/map/2/9/image.sm.jpg","link":"map/2/9"},{"title":"Zones of Invention - Patterns of Patents","image":"assets/content/map/2/10/image.sm.jpg","link":"map/2/10"}],"slug":"mapIteration/2","directory":""},{"title":"I. The Power of Maps","body":"The first iteration of this exhibit aims to show the power of maps to help understand, navigate, and manage both physical places and abstract knowledge spaces.  \n  \nThe first maps of our planet were neither complete nor entirely accurate. Yet, they were invaluable for navigation, exploration, and communication. They helped explorers avoid monsters and find promising lands. Maps of science developed today are not perfectly precise either since they are generated based on only a small portion of humanity’s scholarly knowledge. The generation of comprehensive and accurate maps requires the proper interlinkage of multilingual, multidisciplinary, and multimedia scholarly knowledge.  \n  \nNote that each of the six early maps of science displayed uses a different metaphor. What metaphor is most effective in designing a visual index of humanity’s knowledge and expertise?","thumbnails":[{"title":"Cosmographia World Map","image":"assets/content/map/1/1/image.sm.jpg","link":"map/1/1"},{"title":"Nova Anglia, Novvm Belgivm et Virginia","image":"assets/content/map/1/2/image.sm.jpg","link":"map/1/2"},{"title":"A New Map of the Whole World with the Trade Winds According to the Latest and Most Exact Observations","image":"assets/content/map/1/3/image.sm.jpg","link":"map/1/3"},{"title":"Napoleon's March to Moscow","image":"assets/content/map/1/4/image.sm.jpg","link":"map/1/4"},{"title":"1996 Map of Science: A Network Representation of the 43 Fourth Level Clusters Based on Data from the 1996 Science Citation Index","image":"assets/content/map/1/5/image.sm.jpg","link":"map/1/5"},{"title":"Ph.D. Thesis Map","image":"assets/content/map/1/6/image.sm.jpg","link":"map/1/6"},{"title":"Timeline of 60 Years of Anthrax Research Literature","image":"assets/content/map/1/7/image.sm.jpg","link":"map/1/7"},{"title":"Treemap View of 2004 Usenet Returnees","image":"assets/content/map/1/8/image.sm.jpg","link":"map/1/8"},{"title":"In Terms of Geography","image":"assets/content/map/1/9/image.sm.jpg","link":"map/1/9"},{"title":"The Structure of Science","image":"assets/content/map/1/10/image.sm.jpg","link":"map/1/10"}],"slug":"mapIteration/1","directory":""}]