[{"title":"XVIII. Macroscopes for a New Perspective","body":"In this iteration, you will find interactive visualizations that disrupt old habits of seeing, that challenge our common patterns of perception in order that we might see things anew. Looking at wellness through the lens of social, economic, and infrastructure factors, for example, opens up ideas for how policy and research can improve health. Looking at income segregation at the level of the individual visitor within the landscape captures the dimension of movement. A shift in perspective can result in a richer and more multifaceted understanding of the subject at hand, whether that subject is egg shape or the motion of the stars.","thumbnails":[{"title":"Star Mapper","image":"assets/content/macroscope/18/1/starmapper-square.png","link":"macroscope/18/1"},{"title":"Cracking the Mystery of Egg Shape","image":"assets/content/macroscope/18/2/egg-shape-square.png","link":"macroscope/18/2"},{"title":"Social Determinants of Health Visualization Tool ","image":"assets/content/macroscope/18/3/social-determinants-of-health-square.png","link":"macroscope/18/3"},{"title":"Atlas of Inequality","image":"assets/content/macroscope/18/4/atlas-of-inequality-square.png","link":"macroscope/18/4"}],"iteration":18,"slug":"macroscopeIteration/18","directory":""},{"title":"XVII. Macroscopes for Placing Data in Space","body":"Using maps and 3D models, these macroscopes offer a spatial understanding of some of society’s greatest challenges. Placing data in space gives us a sense of the proportion, distribution, and structure of a social problem. It can also help us find our own location within the data. Does where you were born affect your income later in life? How different are police methods in your state from others? Did past evaluations of the racial composition of your neighborhood increase or decrease the value of your home? How many copies of the COVID-19 virus could fit across the width of one strand of your hair? By placing complicated problems in a spatial context, these macroscopes can help us map out effective approaches to solving them. ","thumbnails":[{"title":"Opportunity Atlas","image":"assets/content/macroscope/17/1/image.sm.jpg","link":"macroscope/17/1"},{"title":"Mapping Inequality: Redlining in New Deal America","image":"assets/content/macroscope/17/2/image.sm.jpg","link":"macroscope/17/2"},{"title":"Atlas of Surveillance","image":"assets/content/macroscope/17/3/image.sm.jpg","link":"macroscope/17/3"},{"title":"Virus Explorer","image":"assets/content/macroscope/17/4/image.sm.jpg","link":"macroscope/17/4"}],"iteration":17,"slug":"macroscopeIteration/17","directory":""},{"title":"XVI. Macroscopes for Harnessing the Power of Data","body":"Macroscopes gather vast amounts of information, analyze it, and visualize it to gain clear insights from complex data. To do so, they use powerful algorithms. This iteration highlights different methods for analyzing and visualizing a dataset: scrollytelling, network analysis, dimensionality reduction, and natural language processing. Each can be used to create data portals of great power, utility, and beauty.","thumbnails":[{"title":"United States Water Crisis","image":"assets/content/macroscope/16/1/image.sm.jpg","link":"macroscope/16/1"},{"title":"Watson News Explorer","image":"assets/content/macroscope/16/2/image.sm.jpg","link":"macroscope/16/2"},{"title":"An Alternative Data-Driven Country Map","image":"assets/content/macroscope/16/3/image.sm.jpg","link":"macroscope/16/3"},{"title":"Nature 150","image":"assets/content/macroscope/16/4/image.sm.jpg","link":"macroscope/16/4"}],"iteration":16,"slug":"macroscopeIteration/16","directory":""},{"title":"XV. Macroscopes for Tracking the Flow of Resources","body":"The flow of financial and human resources shapes the world, and understanding that flow can help you find your place in it. Your location, your income, your career skills, and the politics that have the ability to change the flow of all these resources affect where and how you live. View the complex flow of political opinion, the movement of refugees, changes in workplace demands, and resulting income inequalities through this collection of macroscopes.","thumbnails":[{"title":"Refugee Flow","image":"assets/content/macroscope/15/1/image.sm.jpg","link":"macroscope/15/1"},{"title":"Politoscope","image":"assets/content/macroscope/15/2/image.sm.jpg","link":"macroscope/15/2"},{"title":"Income Disparity","image":"assets/content/macroscope/15/3/image.sm.jpg","link":"macroscope/15/3"},{"title":"Making Sense of Skills","image":"assets/content/macroscope/15/4/image.sm.jpg","link":"macroscope/15/4"}],"iteration":15,"slug":"macroscopeIteration/15","directory":""},{"title":"XIV. Macroscopes for Ensuring our Well-being","body":"We make decisions every day that affect our personal health, safety, and happiness. Each of these macroscopes provides a glimpse into data on a topic of great importance to our collective well-being.\n\n  \n\nHow we handle climate change, feed our bodies, address public health emergencies, and prevent violence have huge implications for human survival. Use these four macroscopes to explore the data behind the headlines, to develop a deeper understanding of each issue, and perhaps to devise creative solutions for the problems we face together.","thumbnails":[{"title":"Climate Tweetoscope","image":"assets/content/macroscope/14/1/image.sm.jpg","link":"macroscope/14/1"},{"title":"Rhythm of Food","image":"assets/content/macroscope/14/2/image.sm.jpg","link":"macroscope/14/2"},{"title":"The Appalachian Overdose Mapping Tool","image":"assets/content/macroscope/14/3/image.sm.jpg","link":"macroscope/14/3"},{"title":"Violence Info","image":"assets/content/macroscope/14/4/image.sm.jpg","link":"macroscope/14/4"}],"iteration":14,"slug":"macroscopeIteration/14","directory":""},{"title":"XIII. Macroscopes for Playing with Scale","body":"If you are lost in the details of a problem, some say you cannot see the forest for the trees. Macroscopes, however, allow you to view both the forest and the trees. Macroscopes can even provide a view of that forest from outer space, and then zoom in to show you one individual leaf. The macroscopes in this iteration are especially good at conveying a sense of scale and navigating through data at different scales. They include some of the largest data sets imaginable, like the cosmos and the history of the world. Yet, they also let you focus on an individual detail, like the most important paper in one scientist’s career.","thumbnails":[{"title":"The Cosmic Web","image":"assets/content/macroscope/13/1/image.sm.jpg","link":"macroscope/13/1"},{"title":"Histography","image":"assets/content/macroscope/13/2/image.sm.jpg","link":"macroscope/13/2"},{"title":"Megaregions of the US\t","image":"assets/content/macroscope/13/3/image.sm.jpg","link":"macroscope/13/3"},{"title":"Science Paths","image":"assets/content/macroscope/13/4/image.sm.jpg","link":"macroscope/13/4"}],"iteration":13,"slug":"macroscopeIteration/13","directory":""},{"title":"XII. Macroscopes for Making Sense of Science","body":"The world is complex. Macroscopes help us understand and manage that complexity. They are visual lenses we can use to focus on patterns and trends in large volumes of data.\n\n  \n\nThese four macroscopes use data that varies tremendously in terms of subject matter and method of collection: city smells derived from social media, a library collection mapped in time and space, institutional partnerships revealed through publications, and ship locations tracked by satellite. However, they each present data visually to make new perspectives possible.","thumbnails":[{"title":"Smelly Maps","image":"assets/content/macroscope/12/1/image.sm.jpg","link":"macroscope/12/1"},{"title":"HathiTrust Digital Library ","image":"assets/content/macroscope/12/2/image.sm.jpg","link":"macroscope/12/2"},{"title":"Excellence Networks","image":"assets/content/macroscope/12/3/image.sm.jpg","link":"macroscope/12/3"},{"title":"FleetMon Explorer","image":"assets/content/macroscope/12/4/image.sm.jpg","link":"macroscope/12/4"}],"iteration":12,"slug":"macroscopeIteration/12","directory":""},{"title":"XI. Macroscopes for Interacting with Science","body":"Interactive data visualizations, or macroscopes, have great potential as tools for exploring, understanding, and communicating science. They empower individuals to interact with data and to make their very own maps. This iteration features macroscopes that:\n\n*   Track wind speed, temperature, pollution, and weather patterns in real time and worldwide.\n*   Organize 20 years of reports from four major research institutions, grouping and arranging them based on topics, popularity, and publication date.\n*   Illustrate connections between countries based on local news stories in more than 100 languages.\n*   Chart the movements of people and changing cultural influences by tracking the birth and death locations of 120,000 individuals over the past 2,600 years.","thumbnails":[{"title":"Earth","image":"assets/content/macroscope/11/1/image.sm.jpg","link":"macroscope/11/1"},{"title":"AcademyScope","image":"assets/content/macroscope/11/2/image.sm.jpg","link":"macroscope/11/2"},{"title":"Mapping Global News","image":"assets/content/macroscope/11/3/image.sm.jpg","link":"macroscope/11/3"},{"title":"Charting Culture","image":"assets/content/macroscope/11/4/image.sm.jpg","link":"macroscope/11/4"}],"iteration":11,"slug":"macroscopeIteration/11","directory":""}]