[
  {
    "body": "This comic book was designed by Geoff Hobart, a freelance cartoonist currently living in Chapel Hill, North Carolina, in close collaboration with Katy Börner, Victor H. Yngve Professor of Information Science at the School of Library and Information Science at Indiana University in Bloomington, IN. Much of Börner’s commentary was taken from the Atlas of Science by MIT Press. Geena was inspired by Börner’s daughter Eleanor. We would like to thank Todd Theriault for editing the commentaries and Tracey Theriault for adding all the science maps and building the final layouts. The work was supported by the CreativeIT Program at the National Science Foundation under Grant No. IIS-0715303 and the Cyberinfrastructure for Network Science Center at Indiana University. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation.\n\n[Download the Comic Book »](assets/content/learning-materials/adventures-in-knowledge-land-comic-book/comicbook_web.pdf)",
    "title": "Adventures in Knowledge Land Comic Book",
    "order": 9,
    "image": {
      "sm": "image.sm.jpg",
      "lg": "image.lg.jpg"
    }
  },
  {
    "body": "About the Sorting Game: Students are given a number of “country cards”. They are asked to group/arrange the cards in a way that they think reflect the gaps in the world today. Afterwards they compare their arrangement with the “Gapminder World Map” graph.\\\n\\\nKey messages of the exercise: This exercise helps students think about the gaps in the world today and helps challenge preconceived ideas about how the contemporary world looks. The exercise can also be used to stimulate an interest in using statistics to understand the world.\n\n[Download the game here »](http://www.gapminder.org/downloads/card-game/)",
    "title": "Gapminder Card Game",
    "order": 7,
    "image": {
      "sm": "image.sm.jpg",
      "lg": "image.lg.png"
    }
  },
  {
    "body": "This semi-documentary animation is the product of a close collaboration between Katy Börner and artist [Ying-Fang Shen](http://yfshen.info/). Viewers of Humanexus will be struck by the evocative relationship between Shen’s visuals and the rich aural landscape created by composer and sound designer Norbert Herber, a senior lecturer in Indiana University’s Department of Telecommunications.\\\n\\\nThe film visualizes human communication from the Stone Age to today and beyond. It aims to make tangible the enormous changes in the quantity and quality of our collective knowledge and the impact of different media and distribution systems on knowledge exchange.\\\n\\\nHumanexus has been an international hit, winning numerous awards around the globe including Third Prize at the Aviff Cannes Art Film Festival, Best Original Screenplay (Animation) at the 2014 Unofficial Google+ Film Festival, Best Short Animation at the 2014 Albany FilmFest, Award of Excellence at the 2014 Canada International Film Festival, and the Documentary Shorts Award and Best Director Award at the 2014 Macon Film Festival, Macon, GA, USA, among others.\n\n[Watch the official trailer »](https://www.youtube.com/watch?v=XP7BirC7hFI&feature=youtu.be)\n\n[Learn more »](http://cns.iu.edu/humanexus)",
    "order": 1,
    "title": "Humanexus",
    "image": {
      "sm": "image.sm.jpg",
      "lg": "image.lg.jpg"
    }
  },
  {
    "body": "Notice: this item is no longer in circulation for display.\n\nThe Illuminated Diagram features a geographic map and a science map controlled by a touch panel, which allows users to learn what areas of science are producing the most publications, and where in the world this research is coming from. The display features research and node layout by Kevin W. Boyack and Richard Klavans, data preparation by Chin Hua Kong and Nianli Ma, layout and design created by Michael J. Stamper and Katy Börner, and programming provided by Jagannathan Lakshmipathy and David M. Reagan. The original design, cartography, and programming were created by W. Bradford Paley, John Burgoon, and Peter Kennard. \n\nTopic Map\\\nThe word \"science\" covers a huge diversity of topics: from mathematics and astronomy to medicine, even to certain approaches to the humanities. This map begins to show how distinct areas of study are defined and how they are related. Seven hundred seventy-six nodes are distributed around a generally ring-like structure. They represent scientific topics, more properly called paradigms, and are essentially groups of recently published papers. Each node represents tens or thousands of papers; this map was created by scrutinizing more than 1.3 million of them.\\\n\\\nThe writers of scientific papers are careful to reveal all the work they build on, so we can think of each paper's author as a micro-librarian: gathering all the other papers relevant to his or her topic. In this map we put two papers in the same node if four authors gathered them into a later paper. Nodes are labeled with the unique terms that occur most often in the papers, provided those terms can be understood in a wider context. Thus you can read the actual language used by the scientists exploring each topic.\\\n\\\nThe curving links between nodes show how topics are related: the more strongly two topics are related, the darker that link is drawn. Links curve to make them easier to follow with the eye. We show 4,370 links here, leaving thousands of fainter ones undrawn.\\\n\\\nThe circular structure is no accident, nor is it arbitrarily imposed on the data; it comes from the structure of science itself. If you imagine that every link is a rubber band (stronger when it's darker), and every node has a small force field around it, pushing away nearby nodes, this dynamic balance of forces automatically creates the layout. Thus we can see that Physics (at approximately 1:00) relates through Astrophysics to Astronomy (around 12:30), but it also relates to Chemistry (more toward 2:00). And the jutting peninsula of Organic Chemistry at 3:00 has unexpectedly few connections to the thicket of Medicine, spread from 5:30 to 7:00. Instead, it connects to Medicine through Analytical Chemistry: the tool base of applied chemistry actually used in medicine, which studies techniques like Spectroscopy and Proteomics (the large node at the base of the peninsula).\\\n\\\nGeographic Map\\\nHere we have arranged the same papers on a more familiar map. Each tiny glyph on the map represents not cities, but a number of papers that have an author in that location. In the field of Information Visualization there is an expectation that if you show the same data in two different views you can get a better feel for it, much as an architect will look at both floor plan and elevations to understand a building. But how can we tell where in the world papers in one topic node were published? Or what topics are studied in a specific geographic location? We simply paint them to look the same in both views. The InfoVis technique called \"brushing and linking\" lets you do exactly that. Paint a location (by brushing your finger over an area on the lectern's touchscreen) and it will glow on the geographic map. Since the views are linked by the computer, it can paint topics studied in that area on the topic map: the brighter a topic glows, the more papers on that topic originated in your brushed area. Conversely, touching a topic node will tell you where in the world that topic is studied. We use a display technique called \"Illuminated Diagrams\" to add the flexibility of an interactive program to the incredibly high data density of a print.\\\n\\\nThis technique is generally useful when there is too much pertinent data to be displayed on a screen but the data is relatively stable. The computer can direct the eye to what's important by using projectors as smart spotlights, animating stories in the static data (such as the spread of an idea's influence), giving a radar-like \"grand tour\" of science, or highlighting query results (as when you touch the lectern) with an overlay of moving light.",
    "order": 3,
    "title": "Illuminated Diagram Display",
    "image": {
      "sm": "image.sm.jpg",
      "lg": "image.lg.jpg"
    }
  },
  {
    "body": "Do you like Where's Waldo? If you do, then you'll love this complement to the [Metropolitan Museum of Art Family Map](https://scimaps.org/map/8/3) in this exhibit! Illustrator John Kerschbaum and the Met’s Senior Publishing and Creative Manager Masha Turchinsky created this Inside the Museum map that emphasizes the vastness of the Metropolitan’s holdings and spaces. It is intentionally jam-packed with approximately 3,000 illustrations of objects, which were researched, sketched, and drawn over a period of three years.\\\n\\\nThe illustrated poster conveys the endless opportunities to discover and connect the treasures of the Museum. A scavenger hunt game in the border offers fun clues that remind visitors that art rewards close looking. Can you find the elephant with a clock on its back? Do you see the dog, dressed like a man, barking at an old black cat? Where is William, the MET’s unofficial mascot? Compile your score and look up your rating. Finally, plan your trip well and come back often to put the “art” in “smart.” The map is available for free at all Museum information desks and online here. \n\n[Download the map here »](http://www.metmuseum.org/learn/for%20kids/~/media/Files/Learn/Family%20Map%20and%20Guides/11_FamilyMap.ashx)",
    "order": 5,
    "title": "Inside the Museum: The Metropolitan Museum of Art",
    "image": {
      "sm": "image.sm.jpg",
      "lg": "image.lg.jpg"
    }
  },
  {
    "body": "This virtual reality visualization explores discourse on the Telegram app during the initial COVID-19 lockdown in Germany. The spring of 2020 marked the beginning of the COVID-19 pandemic, which soon became the root of countless sociopolitical phenomena and movements. Across the world, the pandemic led to an upheaval surrounding public health measurements, school closures, lockdowns, and vaccination requirements. Germany initiated its first lockdown in March 2020 and became one of the first countries to face protests against pandemic measures and regulations. Some of these protests were organized by a movement named Querdenken, which translates to “Lateral Thinking.” Although Querdenken took root in the southwestern city of Stuttgart, it evolved into a national movement with activity spanning several German cities. Its followers included a diverse array of skeptics and anti-lockdown protesters. The hybrid messaging app “Telegram” became a hub for COVID-19-related conspiracy theories and protest groups due to its low content regulation, combined with relative anonymity for users. Because many fringe social media platforms have either evolved into outlets for extremism or have been explicitly founded for this aim, it is imperative to understand how the Querdenken movement became so widespread and prominent in Germany through its mobilization in the online space of Telegram. \n\nIn Lateral Thinking Gone VR, a narrative virtual reality (VR) visualization, authors Andreas Bueckle, Mudrika Alla, Juhi Khare, and Kilian Buehling invite you to climb inside topical and geospatial visualizations of German-speaking Telegram groups and channels. \n\nThe application is available for download via the Meta App Lab: <https://www.meta.com/experiences/6196572587047487> \n\nCode and technical details are available at <https://github.com/cns-iu/issi-vr-workshop-2023/blob/main/README.md>.\n",
    "order": 12,
    "title": "Lateral Thinking Gone VR",
    "image": {
      "sm": "lateral_thinking_sm.png",
      "lg": "lateral_thinking_lg.png"
    }
  },
  {
    "body": "My Science Story was created by Nicole (Nikki) Roberg in December, 2005 and is based on the following work:\n\n* Boyack, Kevin W., Klavans, R. and Börner, Katy. (2005). Mapping the Backbone of Science. Scientometrics. 64(3), 351-374.\n* Nicole (Nikki) A. Roberg. Science Maps for Kids. Submitted to the Symposium on Knowledge Domain Visualizations @ IV 2006, London, UK, July, 2006.\n\nFor more information about the map of science for kids or this exercise, please contact Katy Börner (katy@indiana.edu) at the [Cyberinfrastructure for Network Science Center](http://cns.iu.edu), School of Informatics & Computing, Indiana University, Bloomington, IN. \n\n[Download the Coloring Book »](/assets/content/learning-materials/my-science-story-coloring-book/coloring_book.pdf)",
    "order": 11,
    "title": "My Science Story Coloring Book",
    "image": {
      "sm": "image.sm.jpg",
      "lg": "image.lg.jpg"
    }
  },
  {
    "body": "The hands-on science maps for kids invite children to see, explore, and understand science from above. One map shows our world and the places where science is practiced or researched. The other shows major areas of science and their complex interrelationships.\\\n\\\nBoth maps also appear in the Illuminated Diagram display by Kevin Boyack, Richard Klavans, John Burgoon, Peter Kennard, and W. Bradford Paley. Watercolor paintings by Fileve Palmer were digitally added by Elisha Hardy to make different continents as well as different areas of science more tangible.\\\n\\\nChildren and adults alike are invited to help solve the puzzle by placing major scientists, inventors, and inventions at their proper places. Start by selecting either of the two maps. Decide if you want to place famous people or major inventions first. Turn the map over when you are done and start again. Look for the many hints hidden in the drawings to find the perfect place for each puzzle piece. What other inventors and inventions do you know? Where would your favorite science teachers and science experiments go? What area of science do you want to explore next. ",
    "order": 8,
    "title": "Science Maps for Kids",
    "image": {
      "sm": "image.sm.jpg",
      "lg": "image.lg.jpg"
    }
  },
  {
    "body": "With the idea of making the history of science tangible, curator Katy Börner and artist Carrie Longley collaborated on the creation of a 3-foot tall, clay sculpture that gives science a physical, three-dimensional form which invites playful interaction.\\\n\\\nThe sculpture embodies the idea that science, like mushrooms, can grow in many directions. Mushroom-shaped shelves represent different areas of science—from philosophy and astronomy at the base to neuroscience, nanoscience, and other areas on top. There are five main branches of science and many shelves span multiple branches, symbolizing interdisciplinary connections. As time progresses upwards, science grows in scope and activity. There is growth to the future and erosion to the past. Ideas serve as nutrients, spawning new outgrowths. Shelves differ in size, indicating the volume of scientific research in that area.\\\n\\\nPathways tunnel through the sculpture so visitors can trace the evolution of scientific ideas back to their origins using marbles. Simply place a marble at the contemporary, top level and observe areas of science it travels through before it reaches the bottom. Since many sciences draw on more than one area of research, different runs will result in alternative marble trajectories. Some intellectual journeys are gentle, steady paths while others make for wild rides.\\\n\\\nThe sculpture was displayed as part of \\[RE]imagining Science, an exhibit at the Grunwald Gallery of Art at Indiana University that featured a number of artist/scientist collaborations. ",
    "order": 4,
    "title": "Sculpture of Science",
    "image": {
      "sm": "image.sm.jpg",
      "lg": "image.lg.jpg"
    }
  },
  {
    "body": "How can we fully explore different disciplinary perspectives? This dynamic version of The Fundamental Interconnectedness of All Things, also developed by bibliometrics specialists Matthew Richardson, Judith Kamalski, Sarah Huggett, and Andrew Plume, allows you to forge your own path through the interconnected domains of knowledge. The map positions 19,562 journals according to their citation relationships using a journal–journal citation matrix from Elsevier’s Scopus database. Journal nodes are colored using a simplified version of the Scopus journal classification system, and journals in any given subject can be seen to cluster together.\\\n\\\nThe network was laid out using the Force Atlas 2 algorithm in Gephi 0.8 beta, which draws related journals towards one another in the map until a balanced state is achieved. Any area can be selected by clicking on the map or label to find out more about it. Themed stories above and below the map show what we can learn from animals and the importance of accidents for discovery. The scientific fields these stories illustrate are highlighted on the map and show how multiple areas of knowledge can be relevant to a particular topic—and how collaboration across subjects can help to drive new knowledge.\n\n[Download the interactive map here »](assets/content/learning-materials/the-fundamental-interconnectedness-of-all-things/Fund_Interconn_Dyn_v2.ppsx)",
    "order": 6,
    "title": "The Fundamental Interconnectedness of All Things",
    "image": {
      "sm": "image.sm.jpg",
      "lg": "image.lg.png"
    }
  },
  {
    "body": "Sculptor and media artist Ingo Günther has mapped social, scientific, political, and economic data on globes as navigational guides in a globalized world. Using data from the U.S. Patent and Trademark Office, this globe represents half of all patents in the United States—namely those registered to foreign holders. Countries with more than 1,000 patents registered in the U.S. are indicated by name, with the point size of the representative text scaled according to the square root of the total number of U.S. patents held. If the total number of domestically held U.S. patents were indicated according to this logic, the entire surface of the globe would be covered. To explore other WorldProcessor globes, visit <http://worldprocessor.org>.\n\n\n\nZones of Invention – Patters of Patents \\[WorldProcessor #286]\\\nSculptor and media artist Ingo Günther has mapped social, scientific, political, and economic data on globes as navigational guides in a globalized world. This WorldProcessor globe plots the total number of patents granted worldwide according to statistics published by the World Intellectual Property Organization. The data graph begins in 1883 with just under 50,000, reaches 650,000 in 1993, and rapidly approaches 1.5 million in 2002. Geographic regions where countries offer environments conducive to fostering innovation are represented by topology. Additionally, nations where residents are granted an average of 500 or more U.S. patents per year are called out in red by their respective averages in the years after 2000. Almost half of the 6 million patents are owned by Japanese and U.S. entities. To explore other WorldProcessor globes, visit <http://worldprocessor.org>.\n\n\n\nShape of Science – Science Universe\\\nSculptor and media artist Ingo Günther has mapped social, scientific, political, and economic data on globes as navigational guides in a globalized world. This representation of the space that science would occupy when mapped out on a sphere is one of several prototypes for a tangible sculpture titled “Shape of Science.” The concept of a three-dimensional shape of science is based on the research of Richard Klavans and Kevin Boyack, who through spatial and quantifiable means, notably co-citation networks and network analysis, identify the connectivities and relative flows of inquiry within the world of science. This version differentiates each of the 13 fields of science stylistically. The names of the fields are written along their border. To explore other WorldProcessor globes, visit <http://worldprocessor.org>.",
    "order": 2,
    "title": "WorldProcessor Globes",
    "image": {
      "sm": "worldprocessor-globes-thb.jpg",
      "lg": "image01.lg.jpg"
    }
  }
]