[
  {
    "body": "Abin Abraham is a software engineer at the United Nations Global Compact where he has led visualization and web projects focused on the Sustainable Development Goals. He moves towards the intersection of technology, art, and policy, with the belief that design and technology can find novel ways to shepherd development of effective policy. His work has been featured at the Berlin Technology Foundation and Columbia University and nominated for an Information is Beautiful award.",
    "name": "Abin Abraham",
    "last_name": "Abraham",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Achim Oberg is senior researcher at the University of Mannheim and affiliated with the WU Vienna University of Economics and Business. His research focuses on organizational self-representations on the World Wide Web as a means to understand the structure of organizational fields and the diffusion of concepts in and between fields.\n",
    "name": "Achim Oberg",
    "last_name": "Oberg",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Adam Simpson earned a BS in informatics with a telecommunications cognate and computer science minor from Indiana University–Bloomington in 2013. Since 2012, he has served as software developer for the Cyberinfrastructure for Network Science Center at IU.",
    "name": "Adam Simpson",
    "last_name": "Simpson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Adeline Chum",
    "last_name": "Chum",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Adrian G. White is an analytic social psychologist at the University of Leicester, England. His work on this project is based on subjective well-being (SWB) data and the Satisfaction with Life Scale (SWLS) derived from a 2006 meta-analysis by Nic Marks, Saamah Abdallah, Andrew Simms, and Sam Thompson.",
    "name": "Adrian G. White",
    "last_name": "White",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Aileen O’Hearn leads scientific research efforts for HHMI Tangled Bank Studios as science editor, and produces related classroom resources with HHMI BioInteractive. Prior to this, she conducted research at the United States Army Medical Research Institute of Infectious Diseases (USAMRIID), where she developed biodefense diagnostics for viruses including Ebola and Lassa in Biosafety Level 4 facilities and at Kenema Government Hospital in Sierra Leone, and provided hospital support in West Africa during the 2014 Ebola outbreak. O’Hearn holds a doctorate in microbiology and immunology from the University of Illinois at Chicago, and a bachelor of science in zoology from Southern Illinois University at Carbondale.\n",
    "name": "Aileen O'Hearn",
    "last_name": "O'Hearn",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Alan Mislove is an assistant professor at the College of Computer and Information Science at Northeastern University. He received his PhD from Rice University in 2009, and was a postdoctoral researcher at the Max Planck Institute for Software Systems (MPI-SWS) in the summer of 2009. Prof. Mislove's research concerns distributed systems and networks, with a focus on using social networks to solve systems problems. In particular, his research is focused on studying computer systems that enable communication among people, such as online social networks, and designing, building, deploying, and evaluating innovative systems of this kind. He is a recipient of the prestigious NSF Career Award (2011), and his work has been covered by New Scientist, The New York Times, and the CBS Evening News.\n",
    "name": "Alan Mislove",
    "last_name": "Mislove",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Alan Porter is professor emeritus of Industrial & Systems Engineering, and of Public Policy, at Georgia Tech, where he is co-director of the Technology Policy and Assessment Center. He is also director of R&D for Search Technology, Inc., Norcross, GA (producers of VantagePoint and Thomson Data Analyzer software). He is author or co-author of some 230 articles and books, including Tech Mining (Wiley, 2005) and Forecasting and Management of Technology (Wiley, 2011). Current research emphasizes “forecasting innovation pathways” for newly emerging technologies. This entails text mining of science, technology, and innovation information resources to generate Competitive Technical Intelligence.\n",
    "name": "Alan Porter",
    "last_name": "Porter",
    "roles": [
      "maker",
      "ambassador"
    ],
    "jobTitle": "Director",
    "affiliation": "Search Technology, Inc",
    "location": "{\"type\":\"Point\",\"coordinates\":[-84.22125683500562,33.9715785246666]}",
    "location_name": "Peachtree Corners, GA, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Alasdair Rae is an urban and regional data analyst who works in the Department of Urban Studies and Planning at the University of Sheffield in the UK. His interest in the regional geography of the United States stems from his time as a graduate student in geography at The Ohio State University and from his current work on understanding functional regions in Great Britain.",
    "name": "Alasdair Rae",
    "last_name": "Rae",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Albert-László Barabási holds an MS in theoretical physics from Eötvös Loránd University in Budapest, Hungary, and a PhD from Boston University. He is a distinguished university professor at Northeastern University, where he directs the Center for Complex Network Research, and holds appointments in the Departments of Physics, Computer Science, Biology, and Medicine. He also teaches at Harvard Medical School and Brigham and Women’s Hospital. Barabási is a member of the Center for Cancer Systems Biology at Dana-Farber Cancer Institute. He authored Linked: The New Science of Networks and coedited The Structure and Dynamics of Networks.\n",
    "name": "Albert-László Barabási",
    "last_name": "Barabási",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Alessandro Vespignani is James H. Rudy Professor of Informatics and Computing and adjunct professor of physics and statistics at Indiana University, where he is also the director of the Center for Complex Networks and Systems Research (CNetS) and associate director of the Pervasive Technology Institute. He obtained his PhD at the University of Rome “La Sapienza.” After holding research positions at Yale University and Leiden University, he was a member of the condensed matter research group at the International Center for Theoretical Physics (UNESCO) in Trieste. Before joining Indiana University, Vespignani was faculty of the Laboratoire de Physique Théorique at the University of Paris-Sud, working for the French National Council for Scientific Research (CNRS), of which he is still a member at large. Vespignani is an elected fellow of the American Physical Society and is serving on the board/leadership of a variety of professional associations and journals and the Institute for Scientific Interchange Foundation in Turin, Italy.\n",
    "name": "Alessandro Vespignani",
    "last_name": "Vespignani",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Alex 'Sandy' Pentland directs MIT Connection Science, an MIT-wide initiative, and previously helped create and direct the MIT Media Lab and the Media Lab Asia in India. He co-led the World Economic Forum discussion in Davos that led to the EU privacy regulation GDPR, and he was one of the UN Secretary General's \"Data Revolutionaries\" helping to forge the transparency and accountability mechanisms in the UN's Sustainable Development Goals. Named by Forbes as one of the “7 most powerful data scientists in the world,” Pentland has also received numerous awards and prizes, such as the McKinsey Award from Harvard Business Review, the DARPA 40th Anniversary of the Internet Grand Challenge, and the Brandeis Award for work in privacy.",
    "name": "Alex (Sandy) Pentland   ",
    "last_name": "Pentland   ",
    "roles": [
      "maker"
    ],
    "image": "pentland_alex_-sandy-.png"
  },
  {
    "body": "Alex Soojung-Kim Pang is a research director at IFTF. He holds a PhD in history and sociology of science from the University of Pennsylvania. Pang brings strong historical and theoretical perspectives to his work on the future of pervasive computing, the end of cyberspace, and the coevolution of technology and society. He is also the founding editor of Future Now, IFTF's blog on emerging technologies, and is involved in other IFTF experiments involving social networking media, new publishing platforms, and futures research.\n",
    "name": "Alex Soojung-Kim Pang",
    "last_name": "Soojung-Kim Pang",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "\"Alexander Gates is an associate research scientist in the Network Science Institute at Northeastern University. His research fuses data science and network science to study complex systems in sociology, biology, and neuroscience. Before arriving at Northeastern, he received a joint PhD degree in informatics (complex systems track) and cognitive science from Indiana University–Bloomington, an MSc from King’s College London in complex systems modeling, and a BA in mathematics from Cornell University. \n\"",
    "name": "Alexander Gates",
    "last_name": "Gates",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Alice Grishchenko is a data visualization specialist at the Center for Complex Networks Research, Northeastern University. She is a design generalist and has experience with illustration, animation, data visualization, game design and virtual reality. Alice received her MFA in digital animation and interactive media from the Ohio State University.",
    "name": "Alice Grishchenko",
    "last_name": "Grishchenko",
    "roles": [
      "maker"
    ],
    "image": "image.jpg"
  },
  {
    "body": "Alkim A. A. Salah received a BS in industrial design and an MA in art history from Istanbul Technical University and a PhD from UCLA’s Department of Art History. She designed this map while working as a postdoctoral researcher at the Royal Netherlands Academy of Arts and Sciences (KNAW). Her research focuses on digital humanities, art history, data visualization, and bibliometrics.\n",
    "name": "Alkim A. A. Salah",
    "last_name": "Salah",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Alphonse MacDonald is director of marketing and technology for the National Academies of Sciences, Engineering, and Medicine. He has more than 20 years experience in the publishing, digital media, and online communication sectors and has developed electronic publishing and online outreach programs and strategies for a broad range of publishers and non-profit organizations, including the National Academies of Sciences, Engineering, and Medicine, Conservation International, and Island Press.",
    "name": "Alphonse MacDonald",
    "last_name": "MacDonald",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Analía Plaza is a Spanish journalist based in Madrid, Spain. She currently works as a reporter for *El Periódico de España*, covering topics such as mobility, urban planning, and housing. Prior to this, she worked as a reporter for *elDiario.es* and contributed to several other publications, including *El Confidencial* and *El País*. Plaza has also worked in the tech industry, serving as the product manager for Spain at Citymapper,  a London-based transport app, where she helped develop new features and improve user experience. With her expertise in both journalism and technology, she is well positioned to cover the intersection of urban living and transportation.",
    "name": "Analía Plaza",
    "last_name": "Plaza",
    "roles": [
      "maker"
    ],
    "image": "analía-plaza.jpg"
  },
  {
    "body": "André Skupin is a professor of geography and co-director of the Center for Information Convergence and Strategy (CICS) at San Diego State University. He is an inventor or co-inventor of several patented technologies and co-founder of BigKnowledge, which offers commercial knowledge management solutions, including the BoKMap platform for knowledge discovery and analytics. Dr. Skupin is a classically trained cartographer and a data visualization expert, with 30 years of experience in the global analytics market. His efforts have been supported by such diverse sources as the National Science Foundation, National Institutes of Health, White House Office of National Drug Control Policy, and Norway Research Council.",
    "name": "André Skupin",
    "last_name": "Skupin",
    "roles": [
      "maker",
      "ambassador",
      "advisory_board"
    ],
    "jobTitle": "Associate Professor of Geography",
    "affiliation": "San Diego State University",
    "location": "{\"type\":\"Point\",\"coordinates\":[-117.07129621694821, 32.776079588285334]}",
    "location_name": "San Diego, CA, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Andrea Malpica began working at NORC in December 2020 and joined the Methods and Quantitative Social Science Department’s GIS team as a Data Analyst. Malpica earned a bachelor of science in environmental science from Brown University and has about three years of GIS research experience. She is a master of science candidate at the University of Southern California for geographic information science and technology. She supports mapping tool projects and survey research using R, Python, and ArcGIS software.",
    "name": "Andrea Malpica",
    "last_name": "Malpica",
    "roles": [
      "maker"
    ],
    "image": "malpica_andrea.png"
  },
  {
    "body": "Andrea Scharnhorst holds an MA in physics and a PhD in philosophy of science from the Humboldt University of Berlin, Germany. At KNAW, she is a senior research fellow, head of research at Data Archiving and Networked Services (DANS), and a member of the e-humanities group, with a focus on mathematical models and methods at the interface between physics, information sciences, social sciences, and the humanities.\n",
    "name": "Andrea Scharnhorst",
    "last_name": "Scharnhorst",
    "roles": [
      "maker",
      "ambassador"
    ],
    "jobTitle": "Senior Research Fellow at Data Archiving and Networked Services Department",
    "affiliation": "Royal Netherlands Academy of Arts and Sciences",
    "location": "{\"type\":\"Point\",\"coordinates\":[4.402616800450721,52.54427500843068]}",
    "location_name": "Amsterdam, Netherlands",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Andrew Levinson is a Brooklyn-based designer who loves to work with data. As a graphics reporter for The Wall Street Journal, he spends his time visualizing election results and developing interactive stories in the newsroom. Levinson recently graduated from Parsons School of Design at The New School with an MS in data visualization. Previously, he has worked as a designer at a software agency, an analyst for a financial consultancy, and a musician in a touring metal band.\n",
    "name": "Andrew Levinson",
    "last_name": "Levinson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Andrew Plume holds a PhD in plant molecular biology and leads the team. He frequently presents on bibliometrics topics such as the emergence of alternative metrics.\n",
    "name": "Andrew Plume",
    "last_name": "Plume",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Andrew Ravenscroft",
    "last_name": "Ravenscroft",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Professor of Education and Director of Impact and Innovation; Director, International Centre for Public Pedagogy; REF Coordinator, Education",
    "affiliation": "School of Education and Communities, Stratford Campus, University of East London",
    "location": "{\"type\":\"Point\",\"coordinates\":[0.009041827377128683,51.54516571944237]}",
    "location_name": "London, United Kingdom",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Andrew Winterman is currently a javascript engineer at Urban Airship.\n",
    "name": "Andrew Winterman",
    "last_name": "Winterman",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Andrew Witherspoon is an information and interactive designer currently living in New York City. By day he is dashboardin' at Chartbeat. At night he does freelance data & UI design. He was born and raised in Kansas, where his family lives.\n",
    "name": "Andrew Witherspoon",
    "last_name": "Witherspoon",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Angela Zoss holds a BA in cognitive science and in communication and culture from Indiana University and an MS in communication from Cornell University. She is a doctoral candidate at the Department of Information and Library Science, School of Informatics and Computing at Indiana University. Her research focuses on scientometric descriptions and evaluations of scholarly communication and the use of knowledge domain visualizations for navigation and information-seeking tasks. Additional research interests include visual literacy and differences in interpretation strategies across academic disciplines. She created this map when working as a research assistant in the Cyberinfrastructure for Network Science Center. In 2012, she joined Duke University as data visualization coordinator.\n",
    "name": "Angela Zoss",
    "last_name": "Zoss",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ann Brokaw has more than 28 years of experience in the classroom teaching several levels of biology at Rocky River High School in Rocky River, Ohio. She is passionate about biology and science education, and continually seeks ways to improve her classroom practice as well as her content knowledge. To support these goals, she is an active member of the HHMI BioInteractive Ambassador Community facilitating professional development for other educators as well as contributing to resource development.\n",
    "name": "Ann Brokaw",
    "last_name": "Brokaw",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Anna Barford has an MA in the research methods of sociology from the University of Nottingham. She helped to oversee this project, wrote the informative text that accompanies each map, sourced the quotes used, and produced the posters.\n",
    "name": "Anna Barford",
    "last_name": "Barford",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Anna is a co-founder and board member of the Gapminder Foundation. She holds a degree in sociology and photography. Anna designed the user-interface of the famous animating bubble-chart tool called Trendalyzer, used by millions of students across the world, to understand multidimensional time series. The tool was acquired by Google where Anna worked as senior usability designer, where she designed interactive search results for statistical queries as well as the Motion Chart in Google Spreadsheets. Anna went back to Gapminder in 2011 to develop new free teaching material. As product manager, art director & usability lead of the Gapminder Foundation, she is running the Dollar Street project which makes everyone's living condition understandable to all, by using photos as big data.\n",
    "name": "Anna Rosling Rönnlund",
    "last_name": "Rönnlund",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Aric Hagberg is a staff scientist at the Los Alamos National Laboratory. His research focuses on nonlinear dynamics, complex systems, and network dynamics. He led development of the NetworkX project, a Python package for the creation, manipulation, and study of the structure, dynamics, and functions of complex networks.\n",
    "name": "Aric Hagberg",
    "last_name": "Hagberg",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Bailey Klinger has an MPA in international development and a PhD in public policy from Harvard University's John F. Kennedy School of Government. His research focuses on entrepreneurship and small-business finance, as well as trade, structural transformation, and growth. He has consulted for the World Bank, United Nations, Inter-American Development Bank, Asian Development Bank, and various country governments in Africa, Asia, and Latin America.\n",
    "name": "Bailey Klinger",
    "last_name": "Klinger",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Barbara Kline Pope is executive director for communications at the National Academies of Sciences, Engineering, and Medicine and executive director of the National Academies Press. She is responsible for programs that bring science to public audiences including the Science & Entertainment Exchange and the Science and Engineering Ambassadors Program. She leads the Academies’ publishing operation of scholarly books that have been available on the Web free to read since 1995. She is past president of the Association of American University Presses and serves on the management board of The MIT Press. She holds an MS from the University of Maryland.",
    "name": "Barbara Kline-Pope",
    "last_name": "Kline-Pope",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Bastian Herre",
    "last_name": "Herre",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Beatriz Malveiro",
    "last_name": "Malveiro",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ben Wheeler has a BS in environmental sciences from the University of East Anglia and a PhD from the University of Bristol, where he is currently a research fellow. His advice was invaluable toward ensuring optimal information quality for this project.\n",
    "name": "Ben Wheeler",
    "last_name": "Wheeler",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Benjamin Wiederkehr is an interaction designer with a focus on data visualization and interface design. He is founding partner and managing director of Interactive Things, a user-experience design and data visualization studio he established in 2010 together with Christian Siegrist and Jeremy Stucki. The Zurich-based team designs and implements interactive products and information visualizations for national and international clients including the UNDP, UNESCO, Mozilla, and National Geographic. Interactive Things is also part of the Open Government Data task force in Switzerland (Opendata.ch) and helps to facilitate an open access to government data for everyone. On Datavisualization.ch, Benjamin provides insight into his research and working process as well as documents topical use cases in the field of data visualization. His work and research interests center around persuasive technology, information, and knowledge visualization and cartography.\n",
    "name": "Benjamin Wiederkehr",
    "last_name": "Wiederkehr",
    "roles": [
      "maker",
      "ambassador",
      "advisory_board"
    ],
    "jobTitle": "Founding Partner and Managing Director",
    "affiliation": "Interactive Things",
    "location": "{\"type\":\"Point\",\"coordinates\":[8.52668995426697,47.37804970281839]}",
    "location_name": "Zürich, Switzerland",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Berend Snel holds a PhD from the University of Heidelberg and works as an associate professor in the Department of Biology at Utrecht University, Netherlands. He leads the Evolutionary Genomics and Integrative Bioinformatics group, which conducts research on evolutionary genomics, specifically the evolutionary dynamics of the genes within the genome from the point of view of their function in fundamental cellular processes.\n",
    "name": "Berend Snel",
    "last_name": "Snel",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Bern Porter was a 20th century Renaissance man who made his mark on a number of disparate fields, a testament to his capacious intellect and his boundless curiosity. Soon after being trained in physics at Colby College and Brown University, Porter contributed to the development of the cathode ray tube. During World War II, Porter was involved with the Manhattan Project, working with researchers in Oak Ridge, Tennessee, to separate highly enriched uranium for the purposes of creating nuclear weaponry. After the deployment of atomic weapons on Hiroshima and Nagasaki, Porter regretted his involvement in the project and became a committed pacifist. In the 1960s, Porter worked on NASA’s Saturn V manned rocket program. Along with his scientific achievements, Porter is also known as a significant figure among the literary avant-garde. His writing uses the material of popular culture (junk mail, instructional booklets, advertisements, etc.) to create an experimental poetics, what he called “Founds.”\n",
    "name": "Bernard Porter",
    "last_name": "Porter",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "BigKnowledge",
    "last_name": "BigKnowledge",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Bob Bishop",
    "last_name": "Bishop",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Chairman and Founder of BBWORLD Consulting Services Sàrl",
    "affiliation": "ICES Foundation",
    "location": "{\"type\":\"Point\",\"coordinates\":[6.193434369583757,46.22738994528579]}",
    "location_name": "Geneva, Switzerland",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "name": "Bonnie Jean DeVarco",
    "last_name": "DeVarco",
    "roles": [
      "ambassador",
      "advisory_board"
    ],
    "jobTitle": "Media X Distinguished Visiting Scholar",
    "affiliation": "Stanford University",
    "location": "{\"type\":\"Point\",\"coordinates\":[-122.17054420175457,37.42815025888914]}",
    "location_name": "Palo Alto, CA, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Bradford Demarest is a graduate student at the Department of Information and Library Science, School of Informatics and Computing at Indiana University. He started this project as part of his Information Visualization course work and completed it in close collaboration with John A. Walsh.\n",
    "name": "Bradford Demarest",
    "last_name": "Demarest",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Brett channels his substantial programming knowledge, analytic mind, and penchant for experimentation into the creation of lucid and compelling experiences. He is at ease writing algorithms for Mercator projections, Levenshtein distances, and intersections of quadratic curves. Enamored with all systems both complex and aesthetic, Brett enjoys music theory and designing typefaces. He holds a BFA with honors in applied visual art from Oregon State University.\n",
    "name": "Brett Johnson",
    "last_name": "Johnson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Brian Castellani is professor of sociology and director of the Center for Complexity in Health, Kent State University, and also the Art and Science Factory, LLC. He is internationally recognized for his work in complexity methods; development of a case-based computational approach to modeling complex systems; involvement in complexity art; and the application of complexity theory to various topics in health and health care, including community health, medical professionalism, allostatic load, medical education, and addiction. You can follow him at his blog on all things complexity, art, and science at sacswebsite.blogspot.com.\n",
    "name": "Brian Castellani",
    "last_name": "Castellani",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Bruce W. Herr II received a BS in computer science from Indiana University. He designed this map as a full-time software developer at the Cyberinfrastructure for Network Science Center at Indiana University and subsequently joined ChalkLabs in July 2009. Herr enjoys making beautiful, extensible, usable, and maintainable software. His research interests include information visualization; human-computer interaction; taking advantage of cognitive processing in software, software design, and aesthetics in visualization; and extensible software. He made significant contributions to the functionality and design of Taxonomy Validator, InfoVis Cyberinfrastructure, Cyberinfrastructure Shell (CIShell), Network Workbench, and the Scimaps website.\n",
    "name": "Bruce W. Herr II",
    "last_name": "Herr",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "When Bryan Buchs learned the keyboard shortcut for “view source,” he immediately started picking apart websites to learn how they were built. 25+ years later he hasn’t stopped. As the Internet has evolved, so has his skill set. He is most proud of his ability to quickly learn and apply new skills and techniques. These days his primary focus is on crafting code and websites that are clean, concise, resilient, and accessible. Bryan lives in Shorewood, WI, with his wife, daughter, and two cats. His hobbies are cooking, reading, and rooting for the Milwaukee Bucks.\n",
    "name": "Bryan Buchs",
    "last_name": "Buchs",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Richard Buckminster \"Bucky\" Fuller was an inventor, philosopher, architect, engineer, cartographer, geometrician, author, and applied futurist. He is best known for the invention of the geodesic dome and the third allotrope of carbon. The “buckminsterfullerene” was named in his honor. As one of the most original thinkers of the 20th century, he was called by Marshall McLuhan \"the Leonardo da Vinci of our time.\" Fuller developed an approach to envisioning long-term trends and design artifacts for a global, sustainable environment; he called it Comprehensive Anticipatory Design Science. Fuller shaped this approach, or program, with the purpose of anticipating and solving humanity's most urgent survival problems through technologies inspired by nature's design. Fuller authored 28 books, thousands of articles, and hundreds of trend charts. He was awarded 28 U.S. patents and received 47 honorary doctorates.\n",
    "name": "Buckminster Fuller",
    "last_name": "Fuller",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Cameron Beccario is a Tokyo-based software engineer. He currently works at Indeed, a job search site, where he helps people get jobs. Previously, he was manager of the core services team at TradingScreen, a global trading platform, and a compiler engineer at Microsoft on the Visual Basic (.NET) team, helping to ship the first version of the .NET Framework. He received his bachelor's degree from Iowa State University in computer engineering.",
    "name": "Cameron Beccario",
    "last_name": "Beccario",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Carlo Ratti studied civil engineering at the Politecnico di Torino, Italy, and the École Nationale des Ponts et Chaussées (ENPC) in Paris, France. He holds an MPhil and PhD in architecture from the University of Cambridge. He is the director of MIT's SENSEable City Laboratory as well as lecturer at the Harvard Design School and visiting lecturer at the ENPC. Ratti is founding partner and director of Carlo Ratti Associati, an architectural design practice based in Turin, Italy. A junior fellow of the Aspen Institute, he has coauthored more than 30 scientific publications and several patents.\n",
    "name": "Carlo Ratti",
    "last_name": "Ratti",
    "roles": [
      "maker",
      "ambassador"
    ],
    "jobTitle": "Architect, Engineer, and Director of the SENSEable City Lab",
    "affiliation": "Massachusetts Institute of Technology",
    "location": "{\"type\":\"Point\",\"coordinates\":[-71.09407417097717,42.36007512358106]}",
    "location_name": "Cambridge, MA , USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "name": "Caroline S. Wagner",
    "last_name": "Wagner",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Wolf Chair in International Affairs",
    "affiliation": "The Ohio State University",
    "location": "{\"type\":\"Point\",\"coordinates\":[-83.03049751704967,40.00670515125775]}",
    "location_name": "Columbus, OH, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Cath Sleeman is the head of data visualization at Nesta. Her work shows how we can draw new insights from novel sources of big data, such as using film credits to evidence the gender imbalance in UK film. She specializes in creating interactive data visualizations and recently won a special judges award in 360Giving's data visualization competition. She has been shortlisted twice for an Information is Beautiful award. Prior to Nesta, Sleeman was a Gates Scholar at Cambridge, completing a PhD in Economics. She previously worked as a UK economist at Morgan Stanley and as a senior economic analyst at the Reserve Bank of New Zealand.\n",
    "name": "Cath Sleeman",
    "last_name": "Sleeman",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "César A. Hidalgo holds a bachelor's degree in physics from the Pontificia Universidad Católica de Chile and a PhD in physics from the University of Notre Dame. His work focuses on improving the understanding of economic, biologic, and social systems by using and developing concepts of complexity, evolution, and network science. In 2008, he joined the Kennedy School of Government at Harvard University as a research fellow.\n",
    "name": "César A. Hidalgo",
    "last_name": "Hidalgo",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Chang Zhao, PhD, is a research methodologist specialized in geographic information science with 10 years of research experience in spatial analysis, spatial statistics and modeling, machine learning, and data visualization. Zhao’s research focuses on understanding human-environment interactions through the application of a wide spectrum of quantitative, qualitative, and geospatial methods—including environmental sensing, statistical learning, and computer vision—to better understand the relationships between urban ecosystems, human health, and well-being. Zhao received her PhD degree in geography from the University of Iowa and her bachelor’s degree in geodesy and geomatics engineering from Wuhan University, China.",
    "name": "Chang Zhao",
    "last_name": "Chang Zhao",
    "roles": [
      "maker"
    ],
    "image": "zhao_chang.png"
  },
  {
    "body": "Chaomei Chen is an associate professor at the College of Information Science and Technology, Drexel University. His research interests include mapping scientific frontiers and visualization of emerging trends and patterns of scientific literature. He is the editor-in-chief of Information Visualization, and the author of Information Visualization: Beyond the Horizon (Springer-Verlag, 2004; 2nd edition, 2006) and Mapping Scientific Frontiers: The Quest for Knowledge Visualization (Springer-Verlag, 2003). He is the creator of CiteSpace, a free Java application for detecting and visualizing intellectual trends in scientific literature.\n",
    "name": "Chaomei Chen",
    "last_name": "Chen",
    "roles": [
      "maker",
      "ambassador"
    ],
    "jobTitle": "Professor in the College of Information Science and Technology",
    "affiliation": "Drexel University",
    "location": "{\"type\":\"Point\",\"coordinates\":[-75.19005833776926,39.95744086961737]}",
    "location_name": "Philadelphia, PA, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Charles J. Minard (1781–1870) was a French civil engineer who liked to study streams and physics. In the course of his long career as an engineer, he took part in many prominent public works and the restoration of European canals, bridges, and roads after the Napoleonic Wars. Before his retirement, he published treatises on construction, including unique memoirs on partial routes, distances, traveling, and expenses. When he was nearly 65 years old, he began to publish cartes figuratives (figurative maps). Most of his early maps focused on the flow of goods and passengers along railroad, river, and sea routes of commerce. He used innovative techniques, such as pie charts, flow maps, and choropleth maps, to substitute mathematically proportioned images for dry and complicated columns of statistical data; as a result, a panoptic view became possible at first glance, and unprecedented comparisons could be made. By the early 1860s, at nearly 80 years of age, his interests shifted from economic phenomena to historical subjects, such as the movements of famous armies. In the last year of his life, he created the Carte figurative des pertes successives en hommes de l’Armée Française dans la campagne de Russie 1812–1813, also known as Napoleon’s March to Moscow.\n",
    "name": "Charles Joseph Minard",
    "last_name": "Minard",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Cheng Gao holds a BS in computer science from Beijing Language and Culture University and an MS in computer science from Beijing University of Posts and Telecommunications. She was the scientific programmer for this project while working at KNAW.\n",
    "name": "Cheng Gao",
    "last_name": "Gao",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Chin Hua Kong graduated from Indiana University–Bloomington with an MS in computer science in 2010. At the time of this project, he served as senior system architect at the Cyberinfrastructure for Network Science Center at IU. Currently, he works as a software development engineer at Amazon in Seattle, Washington.",
    "name": "Chin Hua Kong",
    "last_name": "Kong",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Chloe Hudson Prock",
    "last_name": "Prock",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Chris Creevey studied computer science, biology, and ecology before completing a PhD in bioinformatics at the National University of Ireland, Maynooth. As part of his postdoctoral research, he worked in the Bork Lab at EMBL, focusing on the quantification of gene-sharing events (horizontal gene transfer) in the tree of life. He is now a Stokes Lecturer at the Irish Agriculture and Food Development Authority (Teagasc), where his research group specializes in the use of next-generation genetic sequencing technologies to understand the interactions between digestive system microbial communities and their host with the aim of reducing the environmental impact of modern agricultural practices.\n",
    "name": "Chris Creevey",
    "last_name": "Creevey",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Chris Harrison holds a BS and MA in computer science from New York University’s Courant Institute of Mathematical Sciences. Since 2007, he has been a PhD student in the Human–Computer Interaction Institute at Carnegie Mellon University. Harrison has also interned at AT&T and Microsoft Research and worked as a research associate at Disney Research/Imagineering. His research interests primarily focus on mobile interaction techniques and input technologies, especially those that empower people to interact with small devices in big ways. He gets excited about large data sets and how, through computation, they can be given form via simple visual primitives that self-assemble into rich information tapestries.\n",
    "name": "Chris Harrison",
    "last_name": "Harrison",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Christian Herzog is one of the founders and managing director of ÜberResearch. He is a medical doctor by training and has also studied economics, both at the Witten/Herdecke University in Germany. Before founding ÜberResearch, Christian worked since 2010 at Elsevier, heading up as a VP the SciVal Custom Solution group and since 2012 in the role of VP Product Management for the entire SciVal product portfolio. Christian joined Elsevier in 2010 when Elsevier acquired Collexis, a European- and US-based start-up focusing in solutions for academic customers (research networking tools) and funding bodies. Christian served as EVP and managing director for Collexis for product management and sales for several years, heading up a global team. Christian lives with his family in Cologne, Germany.\n",
    "name": "Christian Herzog",
    "last_name": "Herzog",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Christian Siegrist is a senior interaction designer and founding partner at Interactive Things. He holds a BA in interaction design from Zurich University of the Arts. His work centers around creating intuitive user interfaces and understandable data visualizations. Siegrist’s priority is client and user happiness. He always advocates for the end user by basing his concepts on user research from an early stage, validating decisions throughout the whole design and development process.",
    "name": "Christian Siegrist",
    "last_name": "Siegrist",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Christian von Mering holds a BA in biochemistry from the Free University of Berlin and a PhD in developmental biology from the University of Zürich. He has worked as a postdoctoral researcher and a staff scientist at EMBL. Von Mering leads the Bioinformatics Group at the Institute of Molecular Life Sciences, University of Zürich, and the Swiss Institute of Bioinformatics in Lausanne, researching the genomes of microbial communities via a metagenomics approach.\n",
    "name": "Christian Von Mering",
    "last_name": "Von Mering",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Christine Kreuder Johnson is associate professor of epidemiology in the School of Veterinary Medicine, University of California, Davis where she works primarily on ecosystem-level process that impact wildlife and public health. Since appointment to the faculty in 2003, she has led scientific programs and large-scale population health investigations to address emerging wildlife disease, mortality events, and threats to public health and conservation. Before joining the faculty at UC Davis, she worked as a veterinarian in private equine racetrack practice. Current activities are focused on identifying situations likely to facilitate future disease emergence and developing risk-based approaches for disease surveillance and epidemiologic tools for integrating data across field studies from the local to global scale to provide evidence-based support for policy decisions.\n",
    "name": "Christine Kreuder Johnson",
    "last_name": "Kreuder Johnson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Christoph Römhild studied theology at universities in Berlin and Hamburg and at a Jewish college in London. Initially, he worked as a full-time software developer before becoming a Lutheran pastor in 2003. After some months at the Evangelical Church in Germany (EKD), where he developed a system for email response management, he moved to Hamburg and became a pastor at the North Elbian Evangelical Lutheran Church. Since 2009, Römhild has been the local project manager for the EKD-run Geistreich project, a best-practice portal for Protestant church practitioners aiming to strengthen cooperation and communication across Europe.\n",
    "name": "Christoph Römhild",
    "last_name": "Romhild",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Chris Hill specializes in the application of large-scale computation to all aspects of understanding Earth and planetary systems. He is a founding developer of the MIT general circulation model (MITgcm), a numerical simulation tool used for a wide range of basic science and applied studies in planetary fluid dynamics. Hill also helped launch the Earth System Modeling Framework (ESMF), a major open standard for creating multicomponent models of Earth system processes. Among various projects, Hill co-leads the research, education, and outreach committee of the Massachusetts Green High Performance Computing Center (MGHPCC), a multi-university enterprise dedicated to enhancing large-scale computing infrastructure.\n",
    "name": "Christopher N. Hill",
    "last_name": "Hill",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Charles Meertens is the facility director and interim president of UNAVCO in Boulder, Colorado. UNAVCO provides GPS project support, technology development, and data management and archiving services to the UNAVCO research community—supported by the National Science Foundation (NSF)—and to NASA's Global GPS Network (GGN). He is also one of the co-principal investigators on GEON (the Geosciences Network), which began as a collaborative research project funded under the NSF Information Technology Research (ITR) program. GEON is conducting fundamental research toward developing a cyberinfrastructure for the earth sciences. Meertens is actively engaged in education and outreach activities at UNAVCO, particularly in the areas of visualization and data access. He received a PhD in geophysics from the University of Colorado in 1987 and subsequently conducted GPS research in earthquake, volcanic, and tectonic processes there, at the University of Utah, and at UCAR/UNAVCO (while the UNAVCO facility was still part of the University Corporation for Atmospheric Research).\n",
    "name": "Chuck Meertens",
    "last_name": "Meertens",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Chunming Hu",
    "last_name": "Hu",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Clark Freifeld, PhD, is a research software developer at the Children's Hospital Informatics Program and co-founder of HealthMap. He studied computer science and mathematics at Yale University, and has over ten years of experience developing feature-rich web applications. His interests include web-based user-interface design, data visualization, text mining, and technologies for developing countries.\n",
    "name": "Clark Friefeld",
    "last_name": "Friefeld",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Claudius Ptolemy (circa AD 90–168) was a profoundly influential astronomer, astrologer, geographer, and mathematician. Also known as Claudius Ptolemaeus, Ptolomaeus, Klaudios Ptolemaios, and Ptolemeus, he lived and worked in Alexandria, Egypt. His curiosity about the dynamic relationships between celestial bodies and the causes and effects of climate led him to invent a longitude and latitude grid system to construct maps of the world. His mathematical proofs stating that the Earth is a sphere are still accepted today, in spite of the fact that he placed this sphere as a fixed point in the center of a universe that revolved around it daily. Ptolemy synthesized and extended Hipparchus’s system of epicycles and circles to develop a geocentric theory of the solar system. His theory required more than 80 epicycles to explain the motions of the sun, the moon, and the five planets known in his time. It is described in Mathematical Syntaxis—widely called the Almagest—a 13-book mathematical treatment of the phenomena of astronomy, providing a means of calculating positions. The Almagest included a star catalog of 48 constellations, listing the names we still use today. Ptolemy also made major contributions to the history of geography and cartography. Ptolemy’s is the first known projection of the sphere onto a plane. His geography remained the principal work on the subject until the work of Columbus.\n",
    "name": "Claudius Ptolemy",
    "last_name": "Ptolemy",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "The Council for Chemical Research (CCR) is an organization based in Washington, D.C., the membership of which represents industry, academia, and government. CCR was formed in 1979 to promote cooperation in basic research and to encourage high-quality education in the chemical sciences and engineering. The mission of the CCR is to benefit society by advancing research in chemistry, chemical engineering, and related disciplines through leadership collaboration across disciplines, institutions, and sector boundaries. As of 2011, CCR’s membership represents most of the U.S. chemical research enterprise, comprising more than 200 companies, universities, and government laboratories with a combined R&D budget of more than $7 billion. More information can be found at http://www.ccrhq.org.\n",
    "name": "Council for Chemical Research",
    "last_name": "Council",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Dr. Damien Joly is an epidemiologist whose applied and basic research activities have focused on detecting, understanding, and managing transmission of infectious disease at the human-livestock-wildlife health interface. In addition to his epidemiological research, Damien has a great interest in developing and implementing systems for managing, integrating, and sharing data and other information relevant in a One Health context. He has a particular interest in emerging and novel technologies for detection of health threats (e.g., digital disease detection) and has collaborated with the leaders in this field, Healthmap.org, for a number of years.\n",
    "name": "Damien Joly",
    "last_name": "Joly",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Dan Calacci is a doctoral candidate at the MIT Media Lab studying how data stewardship and analysis can impact community governance. His research has been published in top international conferences on computational social science, machine learning, and data ethics. Calacci’s art has been exhibited globally, and his writing and work have appeared in Gizmodo, Wired, Reuters, The New York Times, and other major publications. He is also the co-founder of Riff Analytics, a company focused on building AI-driven products for distributed online learning.",
    "name": "Dan Calacci",
    "last_name": "Calacci",
    "roles": [
      "maker"
    ],
    "image": "calacci_dan.png"
  },
  {
    "body": "Daniel Haight is the president and co-founder of Darkhorse Analytics. He is a certified analytics professional and an award-winning lecturer at the University of Alberta School of Business. His work has spanned healthcare, energy, marketing, professional sports, and transportation. His current work focuses on predictive analytics and data visualization. His goal is to help people make better decisions by combining their experience with the power of visual analytics.  His even bigger goal is to design a company where Monday mornings are even more exciting than Friday afternoons.\n",
    "name": "Daniel Haight",
    "last_name": "Haight",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Daniel Kutz's holds a BS and MS in computer science from Binghamton University. He is a doctoral student at the Department of Information and Library Science, School of Informatics and Computing at Indiana University. His research interests lie in social informatics, interaction design, and information visualization. Specifically, he studies how information systems mediate interaction in online social software and how the design and representation of participants in this space influences engagement. He is also interested in using data mining and information visualization techniques to analyze large datasets, such as patent data, in order to facilitate a better understanding of the given data. Kutz's recent work focuses on understanding how young, middle-aged, and older adults conceptualize and respond to ubiquitous health-tracking technology. He also has research experience in personal health records, games for health, and computer-mediated communication.\n",
    "name": "Daniel O. Kutz",
    "last_name": "Kutz",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Daniel Zeller holds a BFA and an MFA in sculpture from the University of Connecticut, Storrs, and the University of Massachusetts, Amherst, respectively. He lives and works in New York as a professional artist. Daniel Zeller's drawings depict abstract spaces with beauty and inspiring complexity. The visual language he developed stimulates people's intellect and emotions in unexpected ways.Zeller's works can be seen as travel documents—charts or aerial views that reflect a wide range of sources, from satellite imagery to electron micrographs, anatomical diagrams to road maps. For Zeller, drawing, like travel, is a fluid action, a continuous response to itself, an endless effort to be present where the mark is being made. It is also a discipline in which past experience and study inform the mark, guiding it in ways that can become increasingly predictable. It thus becomes imperative to combine learned patterns into something else, to alter the predictable and discover that which is different yet somehow familiar. It is exploration, an active desire to find what is uncharted or hidden. On a geographic level, people still engage in this activity as individuals. But collectively they have reached a certain level of saturation—most of the frontiers have met one another and disappeared. Maps and charts show people where to explore and how to get to places that others have already seen.Zeller was awarded a Pollock-Krasner Foundation grant in 2001. His work is featured in the collections of the Museum of Modern Art, the Arkansas Art Center, the Los Angeles County Museum of Art, and the Whitney Museum of American Art. Recent solo exhibitions include Drawings (2001), Empirical Cryptosis (2003), Cyclical Redundance (2005), and Geomorphical Fluxitosis (2008) at Pierogi Gallery (Brooklyn, New York); Recent Drawings (2004) and New Drawings (2007) at Daniel Weinberg Gallery (Los Angeles, California); Biodegradable (2004) and Erreur Infinie (2006) at g-module (Paris, France); and Drawings (2008) at Michel Soskine Inc. (Madrid, Spain).\n",
    "name": "Daniel Zeller",
    "last_name": "Zeller",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Daniela Coray currently serves as co-chair of the K-12 Outreach Committee for the Boston Society of Landscape Architects, developing and delivering youth programs in design and landscape architecture. She holds a master in landscape architecture from the Boston Architectural College, and a master in environmental art from Falmouth University in the UK. Coray is former coordinator and faculty in landscape architecture at the Boston Architectural College. Her research interests include the creation of narrative mechanisms for building equitable resilience, post-migration placelessness, and the social dimensions of climate change. Her recent research has focused on contested landscapes and a re-configuring of the concept of place in the Latin American and North American urban contexts. She has also developed work on environmental education, youth empowerment, and design as a catalyst for youth engagement.",
    "name": "Daniela Coray",
    "last_name": "Coray",
    "roles": [
      "maker"
    ],
    "image": "daniela-coray.png"
  },
  {
    "body": "Daniele Quercia, a computer scientist specializing in urban computing, is currently building the Social Dynamics team at Bell Labs Cambridge, UK. He has been named one of Fortune magazine’s 2014 Data All-Stars, and spoke about “happy maps” at TED. His research received best paper awards from ACM Ubicomp 2014 and AAAI ICWSM 2015, as well as an honorable mention from AAAI ICWSM 2013. He was a research scientist at Yahoo Labs, a Horizon senior researcher at The Computer Laboratory of the University of Cambridge, and a postdoctoral associate at MIT. He received his PhD from UC–London.\n",
    "name": "Daniele Quercia",
    "last_name": "Quercia",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Danny Dorling leads the Social and Spatial Inequalities (SASI) research group in the Department of Geography at the University of Sheffield and has done much work in the development of cartograms and human cartography. Responsible for having devised this project, Dorling also orchestrated the research efforts involved in gathering all of the required data.\n",
    "name": "Danny Dorling",
    "last_name": "Dorling",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Danyel Fisher is a researcher in the VIBE (Visualization and Interaction for Business and Entertainment) group at Microsoft Research. He received an MS from the University of California, Berkeley, in 2000 and a PhD in computer science from the University of California, Irvine, in 2004. His research centers on using qualitative and quantitative social network analysis and visualization to understand the ways that people in online groups interact—via e-mail, Usenet, blogs, and contemporary social software. He uses these results to design the next generation of interfaces for social software, as well as to address broader questions of social structure. His recent research looks at visualizing large data sets created from human activities, including Web server logs.\n",
    "name": "Danyel Fisher",
    "last_name": "Fisher",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Dare Brawley",
    "last_name": "Brawley",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Dasha Kolmakova is a data visualization engineer, artist, and designer from Yekaterinburg, Russia. She began her creative career at the age of 16, taking part in creation of an interactive sound installation with a group of artists led by the Berlin-born experimental musician and artist Boris Hegenbart. Having a BA in fundamental informatics and information technologies, Kolmakova is part of the data visualization studio Interacta that unites talented scientists, designers, and engineers to create next-generation visual analytics tools. ",
    "name": "Dasha Kolmakova",
    "last_name": "Kolmakova",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Dave Menninger received a bachelor's degree in visual design from Stanford University. Since then, he has worked as a graphic and user interface designer in the San Francisco Bay Area for various computer startup companies and America Online. In 2006, he presented to the Midwest Model United Nations on peak oil and its implications. He lives with his fiancée, Monica, and their cat in Kiev, Ukraine.\n",
    "name": "Dave Menninger",
    "last_name": "Menninger",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "David Chavalarias is the director of the Complex Systems Institute of Paris Île-de-France (ISC-PIF - http://iscpif.fr) and Vice-President of the Complex Systems Society (http://cssociety.org). He holds a french PhD from the École Polytechnique in cognitive sciences and is graduated from the École Normale Supérieure de Cachan in Mathematics and Computer Sciences. Currently permanent researcher at the National Center for Scientific Research (CNRS) in France, he studies social and cognitive dynamics, both from the modeling and data-mining point of view. His research is strongly interdisciplinary and includes: quantitative epistemology, information visualization, modeling of the cultural dynamics, socio-semantic networks modeling, scientific discovery processes, and cognitive economics. He has been involved in the design of several interfaces for mapping knowledge dynamics from large corpora: academic digital repositories, online media, or press. Website: http://chavalarias.com\n",
    "name": "David Chavalarias",
    "last_name": "Chavalarias",
    "roles": [
      "maker",
      "ambassador"
    ],
    "jobTitle": "Professor",
    "affiliation": "National Center for Scientific Research",
    "location": "{\"type\":\"Point\",\"coordinates\":[2.263982669642494,48.84782254692198]}",
    "location_name": "Paris, France",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "David Dorling, Danny Dorling's father, helped with the production of technical notes. His medical knowledge was particularly useful for producing a series of maps showing the world distribution of deaths from different causes.\n",
    "name": "David Dorling",
    "last_name": "Dorling",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "David E. Polley holds a BA in political science from The College of Wooster and a master’s in library and information science from Indiana University–Bloomington. From January 2011 to January 2014, he was a research assistant with the Cyberinfrastructure for Network Science Center at IU. Currently, he is a social sciences librarian at Indiana University–Purdue University Indianapolis.\n",
    "name": "David E. Polley",
    "last_name": "Polley",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "David McCandless is a London-based author, data-journalist and information designer, working across print, advertising, TV and web. His design work has appeared in over forty publications internationally including The Guardian, Wired and Die Zeit. His commercial clients include Google, GE, and the BBC. His blog and book Information Is Beautiful are dedicated to visualizing ideas, issues, knowledge and data—all with the minimum of text.\n",
    "name": "David McCandless",
    "last_name": "McCandless",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "David N. Wiley received his PhD in environmental studies from Antioch University with a focus on environmental decision making and conservation biology. He is an adjunct professor at the College of Science and Mathematics at the University of Massachusetts–Boston and the research coordinator for the Stellwagen Bank National Marine Sanctuary of the National Oceanic and Atmospheric Administration (NOAA). His research has ranged from studying the reproductive and foraging ecology of endangered whales to mapping toxic and hazardous marine dump sites. He is the recipient of numerous honors, including an Excellence in Scientific Communication Award from the international Society for Marine Mammalogy, an Ian Axford (Fulbright) Fellowship in Public Policy, and a U.S. Department of Commerce Gold Medal for scientific leadership. In 2012, he was profiled in the book Wildlife Heroes as one of the world’s 40 leading wildlife conservationists.\n",
    "name": "David N. Wiley",
    "last_name": "Wiley",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "David Newman received his PhD from Princeton University and was a post-doctoral scholar at the California Institute of Technology (Caltech). He is an associate researcher at the Department of Computer Science, University of California, Irvine. His research focuses on topic models as well as related text-mining and machine-learning techniques. The work is marked by a commitment to combining theoretical advances with practical applications in ways that broaden access and use for individuals and communities while improving the ways that people find, discover, analyze, and understand information.\n",
    "name": "David Newman",
    "last_name": "Newman",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "David Pescovitz is a research director at IFTF; a writer-in-residence for the College of Engineering, including Electrical Engineering and Computer Sciences (EECS), at the University of California, Berkeley; and coeditor of the popular blog Boing Boing. Pescovitz holds a BFA in electronic media from the University of Cincinnati and an MS in journalism from the University of California, Berkeley. Pescovitz has also written for Scientific American, Popular Science, Business 2.0, The New York Times, The Washington Post, Salon, the Los Angeles Times, IEEE Spectrum, The Industry Standard, Spin, MTV (online), Interior Design, the Discovery Channel (online), Flash Art, Small Times, Britannica Online, and New Scientist, among many other publications and websites.\n",
    "name": "David Pescovitz",
    "last_name": "Pescovitz",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "David Reagan is a senior analyst and programmer with the Advanced Visualization Lab at Indiana University.",
    "name": "David Reagan",
    "last_name": "Reagan",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "David Rumsey is president of Cartography Associates, a digital publishing company based in San Francisco, and director of Luna Imaging, a provider of enterprise software for online image collections. He was a founding member of Yale Research Associates in the Arts, a group of artists working with electronic technologies. He subsequently became associate director of the American Society for Eastern Arts in San Francisco. Later, he entered a 20-year career in real estate development and finance, during which he had a long association with the General Atlantic Holding Company of New York and served as president and director of several subsidiaries. General Atlantic eventually became the Atlantic Trust, a Bermuda-based philanthropic foundation that is now one of the world's largest charities. Rumsey retired from real estate in 1995 and founded Cartography Associates, beginning a third career as a digital publisher, online library builder, and software entrepreneur.\n",
    "name": "David Rumsey",
    "last_name": "Rumsey",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Deb Roy is a tenured member of the MIT faculty and directs the Cognitive Machines Group at the MIT Media Lab. A native of Canada, he received his BAS in computer engineering from the University of Waterloo and his PhD in cognitive science from MIT. He joined the MIT faculty in 2000 and was named AT&T Associate Professor of Media Arts and Sciences in 2003. Roy studies how children learn language and designs machines that learn to communicate in human-like ways. To enable this work, he has pioneered new data-driven methods for analyzing and modeling human linguistic and social behavior. He has authored numerous scientific papers on artificial intelligence, cognitive modeling, human–machine interaction, data mining, and information visualization. Roy’s research has been frequently featured in The New York Times, The Wall Street Journal, WIRED, National Geographic, and Science as well as on the BBC and National Public Radio.\n",
    "name": "Deb Roy",
    "last_name": "Roy",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Devin Becker holds a BA from Williams College, an MLS from Indiana University, and an MFA in English from the University of California at Irvine. He works as digital initiatives and scholarly communications librarian at the University of Idaho. Becker is also a codesigner of Literary Empires: Mapping Temporal and Spatial Settings of Victorian Poetry. Becker’s poetry appears in Cutbank, Prairie Schooner, and Faultline, among other journals, and his tutorials on cleaning and mapping Wikileaks data with Google Fusion Tables have been published in the online journal Spatial Humanities Step by Step.\n",
    "name": "Devin Becker",
    "last_name": "Becker",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Dietmar Offenhuber holds an MS in architecture from the Vienna University of Technology and an MS in media arts and sciences from the MIT Media Lab. He was a founding member of the Ars Electronica Futurelab. From 2009 to 2010, he worked as a professor at the University of Arts Linz and as a researcher at the Ludwig Boltzmann Institute Media.Art.Research. in Linz, Austria. In 2009, he joined MIT’s SENSEable City Lab as a PhD student and research fellow with a deep interest in the spatial concepts of cognition, representation, and behavior.\n",
    "name": "Dietmar Offenhuber",
    "last_name": "Offenhuber",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Dimitris Menemenlis is a research scientist at the Jet Propulsion Laboratory (JPL). His research interests pertain to studies of the global ocean circulation and its interaction with land ice, sea ice, and biogeochemical cycles; the utilization and interpretation of satellite and in-situ ocean and sea ice data; and the development and application of parameterizations and data assimilation strategies for the Massachusetts Institute of Technology general circulation model (MITgcm). Among various projects, Menemenlis leads Estimating the Circulation and Climate of Ocean-Ice interactions in Earth System models (ECCO-IcES) and is a member of Carbon Monitoring System Flux estimation and attribution (CMS-Flux).\n",
    "name": "Dimitris Menemenlis",
    "last_name": "Menemenlis",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Dino Citraro is Head of Strategic Design and Operations at Periscopic, and has a strong background in problem solving, creative direction, and writing. A sixteen-year veteran of the multimedia industry, his work has spanned traditional websites, interactive motion pictures, multi-player online games, immersive data visualizations, and interactive hardware installations. He is the Visualization Editor of the Big Data journal, as well as a contributing blogger to several industry sites. He is also an accomplished photographer, a published poet, and has written and illustrated seven children's books.\n",
    "name": "Dino Citraro",
    "last_name": "Citraro",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Dominique Alicia is Principal & Interactive Designer at Whitten & Burr.\n",
    "name": "Domanique Alicia",
    "last_name": "Alicia",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Donna J. Cox",
    "last_name": "Cox",
    "roles": [
      "ambassador",
      "advisory_board"
    ],
    "jobTitle": "Director of the Advanced Visualization Laboratory at the National Center for Supercomputing Applications",
    "affiliation": "University of Illinois at Urbana-Champaign",
    "location": "{\"type\":\"Point\",\"coordinates\":[-88.22704546843802,40.10213801714853]}",
    "location_name": "Urbana, Il, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Doris Duanmu is an architect, urbanist, educator, and completed the SMArchS Urbanism program at MIT.  Her research incorporates personal narratives to interrogate the designer’s role in socially, culturally, and politically produced architectural and urban agendas. Previously, she received a BArch degree from the University of Southern California and worked at several renowned offices on international projects, including the new Everton Stadium at Bramley-Moore Dock.",
    "name": "Doris Duanmu",
    "last_name": "Duanmu",
    "roles": [
      "maker"
    ],
    "image": "doris-duanmu.png"
  },
  {
    "body": "Ece Kavlak worked as a senior project manager at Interactive Things. She holds an MS in automotive systems engineering from the Rheinisch-Westfälische Technische Hochschule Aachen. Her work centers around advocating smart solutions by connecting creativity with economics to create value for people and businesses alike. Kavlak is passionate about homing in on a project’s vision which turns into a shared understanding of what we do, how we do it, and why we’re doing it.\n",
    "name": "Ece Kavlak",
    "last_name": "Kavlak",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "E.C.M. (Ed) Noijons",
    "last_name": "Noijons",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Senior Researcher",
    "affiliation": "CWTS Leiden University",
    "location": "{\"type\":\"Point\",\"coordinates\":[4.475818769721159,52.16869929247168]}",
    "location_name": "Leiden, Netherlands",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Edith M. Punt graduated from McGill University in Montreal with a BSc in physical geography and Northern studies. After an apprenticeship in cartography with Nunavik Graphics in Montreal, she went on to the College of Geographic Sciences in Nova Scotia, where she earned a diploma in cartography, and was recognized by the Nova Scotia House of Assembly for outstanding achievement in cartography. She was the recipient of the Nicholson Cartographic Scholarship in 1995 and the President's Prize for Best Colour Map in 1996—both from the Canadian Cartographic Association. In 1996 she also won the National Geographic Society Award in Cartography and the Intergraph Award in Computer Cartography from the Canadian Institute of Geomatics. She has been a cartographer and writer at ESRI in Redlands, California, since 1996.\n",
    "name": "Edith M. Punt",
    "last_name": "Punt",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Edmund (Ned) Talley received his PhD in neuroscience from the University of Virginia. He is a program director for basic research in synaptic transmission at the National Institute of Neurological Disorders and Stroke, part of the National Institutes of Health (NIH). His interest in textual analysis and visual analytics initially resulted from NIH strategic planning efforts in which the need for better analytic tools for assessing NIH funding became apparent.\n",
    "name": "Edmund Talley",
    "last_name": "Talley",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "The Electronic Frontier Foundation describes itself as the leading nonprofit organization defending civil liberties in the digital world. Founded in 1990, EFF champions user privacy, free expression, and innovation through impact litigation, policy analysis, grassroots activism, and technology development. EFF's mission is to ensure that technology supports freedom, justice, and innovation for all people of the world.\n",
    "name": "Electronic Frontier Foundation",
    "last_name": "Electronic",
    "roles": [
      "maker"
    ],
    "image": "image.jpg"
  },
  {
    "body": "Elijah Meeks is the digital humanities specialist in Stanford University Library. His work has included design, software development and data modeling for projects such as the Digital Gazetteer of the Song Dynasty and Kindred Britain.\n",
    "name": "Elijah Meeks",
    "last_name": "Meeks",
    "roles": [
      "maker",
      "advisory_board"
    ],
    "jobTitle": "Chief Visualization Officer & Co-Founder",
    "affiliation": "Noteable",
    "location": "{\"type\":\"Point\",\"coordinates\":[-122.02859732371921,36.97417586599572]}",
    "location_name": "Santa Cruz, CA, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Elisha F. H. Allgood (formerly Hardy) holds a BA in fine arts and an MA in human computer interaction design from Indiana University. She was a member of the Cyberinfrastructure for Network Science Center, led by Katy Börner, and a graduate student in human–computer interaction design at IU’s School of Informatics and Computing when she designed this map. Currently, she is based in New York as the lead user experience (UX) designer for science curriculum at Wireless Generation, a company dedicated to improving education and technology’s use in education. She enjoys solving the challenging problems of teaching complex science concepts to students while integrating technology into the classroom.\n",
    "name": "Elisha F. H. Allgood",
    "last_name": "Allgood",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Enrique Casillas is an incoming graduate student at MIT studying computer science and engineering, with an interest in using data, software, and visualization to improve cities and urban life. Casillas has worked on designing and implementing several full-stack web applications that visualize data in order to shed light on a variety of different issues. He is invested in using his background as a software engineer to improve the development and quality of data projects for the public good.",
    "name": "Enrique Casillas",
    "last_name": "Casillas",
    "roles": [
      "maker"
    ],
    "image": "enrique-casillas.png"
  },
  {
    "body": "Eric Fischer is a data artist and software developer currently residing in Oakland, California. He holds a bachelor’s degree in linguistics from the University of Chicago. Over the course of his career, Fischer has served as a software engineer on the Android team at Google and was artist in residence at the Exploratorium in San Francisco. Currently, he creates innovative data visualizations for Mapbox, a mapping platform for developers. Fischer’s maps have been shown at the Museum of Modern Art and featured in many publications, including Wired, Popular Science, and Best American Infographics.\n",
    "name": "Eric Fischer",
    "last_name": "Fischer",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Eric Rodenbeck",
    "last_name": "Rodenbeck",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Founder and Creative Director of Stamen and member of the Board of Directors",
    "affiliation": "Kenneth Rainin Foundationn",
    "location": "{\"type\":\"Point\",\"coordinates\":[-122.26392650174769,37.810993341852374]}",
    "location_name": "Oakland, CA, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Esteban Moro is a researcher, data scientist, and associate professor at MIT Connection Science and Universidad Carlos III (UC3M) in Spain. He has published extensively throughout his career in major scholarly journals and top media outlets, and he has led many projects funded by government agencies and/or private companies. Moro's work lies at the intersection of big data and computational social science, with special attention to human dynamics, collective intelligence, social networks, and urban mobility in problems like viral marketing, natural disaster management, or economical segregation in cities. He has received numerous awards for his research, including the “Shared University Award” from IBM in 2007 and the “Excellence in Research” Awards in 2013 and 2015 from UC3M.",
    "name": "Esteban Moro",
    "last_name": "Moro",
    "roles": [
      "maker"
    ],
    "image": "moro_esteban.png"
  },
  {
    "body": "Esther Shyu is a scientist and editor with several years of experience in educational technology. She leads the development of a variety of multimedia resources and serves as the editorial manager for the team. Esther earned her PhD in a joint program between the Massachusetts Institute of Technology and the Woods Hole Oceanographic Institution. Her research focused on developing mathematical population models to tackle a variety of ecological and evolutionary analyses. Prior to joining HHMI, she spent three years as a science curriculum designer for IXL Learning, a Bay Area edtech company that specializes in K-12 education.\n",
    "name": "Esther Shyu",
    "last_name": "Shyu",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ethan Goldstine is a co-founder of kapow, inc. His creative ideas and understanding of technology have contributed to the success of the company's numerous projects. An observer of trends in new media and beyond, his counsel helps kapow's clients evaluate current technology and plan for the future. Goldstine began developing websites in 1995, founding the site for NPR affiliate KCRW and, with Neal Steinberg, co-creating a groundbreaking online detective story. He has also worked in computer consulting and training as well as in film production and development. He is a graduate of Yale University.\n",
    "name": "Ethan Goldstine",
    "last_name": "Goldstine",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Eugene Chen is a director at Darkhorse Analytics and creates interactive visualizations.  Shortlisted for a number of Information is Beautiful awards, he enjoys combining his creativity, coding, and design in creating memorable and accessible tools.  A consistent innovator, Chen has also presented and taught workshops at various post-secondary institutions and conferences, including OpenVisConf, IEEE Vis, and multiple Canadian Open Data Summits.  Active in the open data and civic tech community, Eugene is a founding director of the Canadian Open Data Society and a civic advisor on the city of Edmonton’s Open Data Citizen Advisory Committee.\n",
    "name": "Eugene Chen",
    "last_name": "Chen",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Eugene Garfield is chairman emeritus of the Institute for Scientific Information (ISI) of Thomson Reuters. He received an SB in chemistry, an MS in library science from Columbia University, and a PhD in structural linguistics from the University of Pennsylvania. He is a pioneer in information retrieval systems and inventor of Current Contents, Index Chemicus, Science Citation Index, and Arts and Humanities Citation Index. He is an eclectic science communicator, founding publisher/editor of The Scientist, author of more than 1,000 articles and books, and developer of HistCite. Garfield serves on the editorial boards of Scientometrics and the Journal of Information Science & Technology and is past president of the American Society for Information Science and Technology.\n",
    "name": "Eugene Garfield",
    "last_name": "Garfield",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Evelyn Münster studied media art at the Academy of Visual Arts Leipzig in Germany. Since 2000, she has worked as a Java web applications software developer on various projects involving enterprise content management systems, document and knowledge management systems, social software, and information visualization. In 2008, she became a visualization researcher at the Ludwig Boltzmann Institute Media.Art.Research.\n",
    "name": "Evelyn Münster",
    "last_name": "Münster",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Fabian de Kok-Mercado’s award-winning biomedical visualizations have appeared in a myriad of publications, films, and interactives. He is creative director within the Department of Science Education at the Howard Hughes Medical Institute, where he manages the production of science and medical visualization media. He is also an adjunct assistant professor within the Medical and Biological Illustration Graduate Program at the Johns Hopkins University School of Medicine, a certified medical illustrator, and a fellow of the Association of Medical Illustrators. \n",
    "name": "Fabian de Kok-Mercado",
    "last_name": "Kok-Mercado",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Félix de Moya Anegón is research professor at the Institute of Public Goods and Policies (IPP) from the Spanish National Research Council (CSIC). His academic interests include scientometrics, bibliometrics, research evaluation, and science policy, and he has published around 100 papers in these fields. He is SCImago Research Group’s main researcher, where he has led renowned bibliometric projects including SCImago Journal & Country Rank, SCImago Institution Rankings, and The Atlas of Science. De Moya is also an advisor on science policy issues for national organizations of science and technology and research institutions around the world.",
    "name": "Félix de Moya Anegón",
    "last_name": "Anegón",
    "roles": [
      "maker"
    ],
    "image": "image.jpg"
  },
  {
    "name": "Fengli Xiao",
    "last_name": "Xiao",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ferdy van Gool has a background in the fields of art and technology. He specializes in branding, interaction design, and conceptual development. Ferdy is always driven to find a balance between form, function, and technique. Since 2002, he has been working on a large number of (multimedia) projects. Ferdy currently works for KijkMijnHuis B.V. located in Delft, the Netherlands.\n",
    "name": "Ferdy van Gool",
    "last_name": "van Gool",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Fernanda B. Viégas received master's and PhD degrees in media arts and sciences from MIT. She joined the Visual Communication Lab at IBM in 2005. Her research focuses on the social side of visualization, exploring representations of online communities to support online identity, collective memory, and storytelling. Her current research interests include visualizing social dynamics in open-source communities, exploring collaborative uses of visualization applications, and investigating online privacy as it applies to visualization. Her projects have been exhibited at the Institute for Contemporary Art in Boston and in galleries in New York and Los Angeles.\n",
    "name": "Fernanda B. Viégas",
    "last_name": "Viégas",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "FleetMon is a young startup headquartered in Rostock, the leading German cruise port of call. Its mission is to empower shipping companies, captains, and maritime enthusiasts by allowing them to track and analyze their business. Their ship-tracking tools allow users to visualize local and global shipping lanes, view historical navigational routes, and access information and photos on more than 670,000 vessels. FleetMon’s clients have included Siemens, British Petroleum, Greenpeace, and many others.",
    "name": "FleetMon",
    "last_name": "FleetMon",
    "roles": [
      "maker"
    ],
    "image": "image.jpg"
  },
  {
    "body": "Francesca Ciccarelli holds a PhD in natural science from the University of Heidelberg. She leads the Ciccarelli Lab at the Istituto Europeo di Oncologia (IEO) in Milan, Italy, which focuses on the analysis of the cancer genome.\n",
    "name": "Francesca Ciccarelli",
    "last_name": "Ciccarelli",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Francis Harvey",
    "last_name": "Harvey",
    "roles": [
      "ambassador",
      "advisory_board"
    ],
    "jobTitle": "Professor of Visual Communication in Geography at the Liebnitz Institute for Regional Geography",
    "affiliation": "Leipzig University",
    "location": "{\"type\":\"Point\",\"coordinates\":[51.33890220030611,12.378567863312156]}",
    "location_name": "Leipzig, Germany",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Francis Narin earned a BS in chemistry from Franklin & Marshall College, an MS in nuclear engineering from North Carolina State College, and a PhD in bibliometrics from Walden University. From 1963 to 1968, he worked at the Illinois Institute of Technology (IIT) Research Institute, where he was senior scientist and manager of the Techno-Social Research Center. During this time, he was principal investigator on the groundbreaking Technology in Retrospect and Critical Events in Science (TRACES) study, through which he developed many of the science and technology evaluation tools used today. In 1968, he founded CHI Research in Chicago. CHI’s first contract was to complete the TRACES study—one of the first attempts to quantify the research and development process by tracing and timing important events through the stages of non-mission research, mission-oriented research, and development and application. Starting in 1970, CHI created all of the literature, literature citation, and patent citation (bibliometric) indicators used in the National Science Board’s biennial Science and Technology Indicators reports, from the first Science Indicators 1972 report through the Science and Engineering Indicators 2012 report. In the early 1980s, CHI extended the bibliometric analysis of literature citations to patent citation analysis and pioneered the application of bibliometric techniques to corporate technology evaluation. In the late 1980s, CHI developed the first patent-to-paper citation database and went on to prove the rapidly growing links between science and technology. In the 1990s, CHI extended this line of analysis to the economic realm, and obtained two patents that delineate the relationship between patent citations and company stock market performance. Narin’s most highly cited paper is “The Increasing Linkage between U.S. Technology and Public Science” from 1997, which showed that 73 percent of the science then cited in U.S. industry patents had originated in the public sector. Numerous congressional and other policy documents have since then cited that finding, and The New York Times reviewed the paper in “Study Finds Public\nScience Is Pillar of Industry.” In 1988, Narin was awarded the Derek de Solla Price Medal for his outstanding contributions to quantitative studies of science.",
    "name": "Francis Narin",
    "last_name": "Narin",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Garrett Dash Nelson is a historical geographer, currently a postdoctoral fellow in the Society of Fellows and the Department of Geography at Dartmouth College. His research focuses on the ways that geographic relationships structure the formation of state power and community cohesion. He has published on several topics relating to the history of planning and landscape in the United States.\n",
    "name": "Garrett Dash Nelson",
    "last_name": "Nelson",
    "roles": [
      "maker"
    ],
    "image": "image.jpg"
  },
  {
    "name": "Gary Berg-Cross",
    "last_name": "Berg-Cross",
    "roles": [
      "ambassador",
      "advisory_board"
    ],
    "jobTitle": "Cognitive Psychologist",
    "affiliation": "SUNY–Stony Brook",
    "location": "{\"type\":\"Point\",\"coordinates\":[-73.12407219004582,40.904804288153514]}",
    "location_name": "Potomac, MD, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "name": "George Kampis",
    "last_name": "Kampis",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Eötvös University",
    "affiliation": "SUNY–Stony Brook",
    "location": "{\"type\":\"Point\",\"coordinates\":[19.019564701481098,47.49195420162594]}",
    "location_name": "Budapest, Hungary",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "George Shaw holds a BA in Visual Arts and Computer Science from Boston University and an MA from the MIT Media Lab. He devoted 15 years to commercial art as a web designer/developer and interactive creative director. After honing his online marketing skills at the now infamous “Big Gun Project” in Santa Monica, California, he launched his own design and development enterprise, One Ten Design Inc.. Shaw was the creative visionary behind more than 75 top entertainment marketing websites, including the mega-site for the Lord of the Rings franchise. In 2011, Shaw joined RetailNext as director of research and development.\n",
    "name": "George Shaw",
    "last_name": "Shaw",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Georgiy Georgievich Dumenton studied philosophy at Lomonosov Moscow State University. From 1956 to 1960, he worked for the humanities department of the Moscow Architectural Institute. From 1960 to 1972, he worked for the philosophy department in the Plekhanov Russian University of Economics. In 1965, he defended his thesis on development problems faced during the transition of a historically urban system to a communist society. Since 1972, he has been a senior researcher at the Russian Academy of Sciences. His sociological research has been financed by the Institute of the Architecture and Town Building History (1965-1966), the All-Union Institute for Planning Scientific Research Institutes, Laboratories, and Scientific Centres of the Academy of Sciences of the USSR (1967-1970), the All-Union Scientific Research Institute of Railway Transport (1988–1989), Institute of Experimental Mineralogy of USSR Academy of Science and Institute of Scientific Information on Social Sciences (INION) at the USSR Academy of Science (1990–1991), National Academy of Agriculture (1992), and by a grant from the Russian Humanities Fund (2007–2009).\n",
    "name": "Georgiy G. Dumenton",
    "last_name": "Dumenton",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Gerhard Bliedung is an interaction designer and interaction engineer at Interactive Things. He holds a BA in interaction design from Zurich University of the Arts. His work centers around prototyping and developing interactive interfaces and visualization for the web. Gerhard loves exploring new ways of approaching information, with his experience ranging from haptic feedback to natural language driven interfaces.",
    "name": "Gerhard Bliedung",
    "last_name": "Bliedung",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Gerhard Dirmoser works in Linz as a systems analyst, specializing in geographical information systems, and has also focused on semantic networks for more than 20 years. Dirmoser has produced studies in network form on cybernetic aesthetics, structuralism, French philosophy, art in context, terms of thought, verbs, atmospheric concepts, design gestures, mapping issues, and the 30-year history of Ars Electronica.",
    "name": "Gerhard Dirmoser",
    "last_name": "Dirmoser",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Graham Allsopp is chief cartographer in Cartographic Services, a support unit of the Department of Geography at the University of Sheffield. His expertise in all things relating to maps and design has been utilized in many aspects of this project, particularly in the design of the posters.\n",
    "name": "Graham Allsopp",
    "last_name": "Allsopp",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Gregg Gonsalves",
    "last_name": "Gonsalves",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Gregory Gold",
    "last_name": "Gold",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Greg Shirah is a visualizer at NASA's Goddard Space Flight Center (GSFC) Scientific Visualization Studio (SVS). He leads the production of Earth Science visualizations within the SVS. Greg specializes in the development of cinematic-styled visualizations using state-of-the-art commercial rendering software augmented with custom in-house software. Greg has been involved in the creation of thousands of scientific visualization productions. It has been estimated that over one billion people have seen his work worldwide.\n",
    "name": "Gregory W. Shirah",
    "last_name": "Shirah",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Gully A.P.C. Burns holds a BS in physics from Imperial College London and a PhD in physiology from Oxford University, England. He is a project leader at the Information Sciences Institute (ISI) of the Viterbi School of Engineering, University of Southern California (USC). Burns is also a research assistant professor at the USC Dornsife College of Letters, Arts, and Sciences. His research group at ISI is concerned with advancing knowledge representation, mining, and reasoning to build open-source biomedical informatics systems for bench scientists, such as NeuroScholar and NeuARt II.\n",
    "name": "Gully A.P.C. Burns",
    "last_name": "Burns",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Harold J. T. (H.J.T.) Ellingham (1897–1975) was a British physical chemist, best known for his Ellingham diagrams, which summarize a large amount of information concerning extractive metallurgy. He studied at the Royal College of Science, which was then a part of Imperial College London, from 1914 to 1916. He became a demonstrator at the college in 1919 and a reader in physical chemistry in 1937. Ellingham was acting secretary of the Royal College of Science from 1940 to 1944 and of the Royal Institute of Chemistry from 1944 to 1963. He was made a fellow of Imperial College in 1949 and an Officer of the Order of the British Empire (OOBE) in 1962. From 1964 to 1970, he worked as a special assistant at Imperial College.\n",
    "name": "Harold Johann Thomas Ellingham",
    "last_name": "Ellingham",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Hazel Tiffany joined Group Partners in 2004 after 26 years working for the British government, for which she ultimately developed system- and service-oriented architecture that addressed cross-functional operational requirements. At Group Partners, Tiffany helps clients to both realize and hone the logic and structure that are inherent in their knowledge systems toward creating comprehensive and relevant communication for multiple audiences.\n",
    "name": "Hazel Tiffany",
    "last_name": "Tiffany",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Heather McDonald is a cell and molecular biologist by training who now works as a freelance scientific writer, editor, and illustrator. She earned her BA in biology and chemistry from Washington University in St. Louis and her PhD in cell and developmental biology from Harvard University. After stints as a postdoctoral researcher at the University of Washington and as a faculty member at Colgate University, McDonald earned a certificate in digital imaging from the Corcoran College of Art + Design.  She has worked as an editor and illustrator for many scientific organizations, including the American Association for the Advancement of Science. \n",
    "name": "Heather McDonald",
    "last_name": "McDonald",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Henry G. Medall",
    "last_name": "Medall",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Henry G. Small received a joint PhD in chemistry and the history of science from the University of Wisconsin. After working as a historian of science at the AIPs Center for History of Physics, in 1972 he joined the staff of the Institute for Scientific Information (now part of Thomson Reuters), where he is currently chief scientist. Small has written more than 100 papers on topics in citation analysis and the mapping of science. His 1973 paper in the Journal of the American Society for Information Science and Technology (JASIST) on cocitation in scientific literature is one of the most cited papers in JASIST and was later designated a Citation Classic. He received the Derek J. de Solla Price Memorial Medal from the journal Scientometrics in 1987, the Best JASIST Paper Award in 1987, and the Award of Merit from the American Society for Information Science and Technology in 1998. He is a fellow of the American Association for the Advancement of Science (AAAS) and of the National Federation of Abstracting and Information Services (NFAIS). He is a past president of the International Society for Scientometrics and Informetrics.",
    "name": "Henry G. Small",
    "last_name": "Small",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Herbert Van de Sompel received a PhD in communication science from Ghent University, Belgium. Since 2002, he has led the Digital Library Research and Prototyping Team, exploring aspects of scholarly communication in the digital age at the Los Alamos National Laboratory. He has also played a major role in Open Archives and Open URL efforts.\n",
    "name": "Herbert Van de Sompel",
    "last_name": "Sompel",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Herman Moll (1654–1732) was known to be a Dutch geographer and cartographer, who may have lived in Germany and then settled in London, United Kingdom, in 1698. At the turn of the 17th century, Moll was the most famous map publisher in England. He was also the first cartographer to create an elegant map of England that correctly portrayed its shape. His style combined elaborate embellishment with clear, bold lettering—the latter used for important details. Moll lived in a time of great discoveries, amid the Anglo-Dutch wars to control the North Sea and the rise of the New Netherlands and North America. It was a time of great explorers and stories like those of Robert Hooke, Daniel Defoe, Jonathan Swift, Christian Huygens, and Antonie van Leeuwenhoek. Moll prided himself on his work and publicly rebuked mapmakers who republished preexisting maps under new titles without having investigated their accuracy or completion, as this could have proved fatal in cases where known depths of water and sands were omitted.\n",
    "name": "Herman Moll",
    "last_name": "Moll",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Horace G. Mitchell heads NASA's Goddard Space Flight Center (GSFC) Scientific Visualization Studio (SVS). Since 1997, Mitchell has led SVS in producing visualizations of NASA's scientific data for use in public media outlets, using many processes from the film and animation industry. Among various projects, Horace has directed or produced \"Multisensor Fire Observations,\" \"A Tour of the Cryosphere,\" \"Frozen,\" \"Towers in the Tempes,” \"Sentinels of the Heliosphere,\" and \"Perpetual Ocean.\" One groundbreaking SVS effort has been to put thousands of products on the web, bringing NASA research and mission results into the broadcast media, museums, documentaries, and educational institutions worldwide.\n",
    "name": "Horace G. Mitchell",
    "last_name": "Mitchell",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ian Francis specializes in design research and development, which allows for communication of the appropriate message, using the appropriate medium, within the appropriate design. His expertise also extends to print, interactive, video, sound, relational database, and CD-ROM design, shaped by his experience at a wide range of London-based agencies. Currently, he is the head of the Research & Development Studio at Group Partners.\n",
    "name": "Ian Francis",
    "last_name": "Francis",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Iana Atanassova is a postdoctoral fellow at Concordia University, Montreal, and collaborates on research projects with the Centre Interuniversitaire de Recherche sur la Science et la Technologie (CIRST), Université du Québec à Montréal, Canada. She completed her master's degree in computational linguistics and her PhD thesis in mathematics, informatics and applications in humanities at Paris-Sorbonne University on the subject of semantic information retrieval. Her research interests are in the fields of information extraction and semantic information retrieval, as well as semantic annotation using knowledge-based methods and machine learning.\n",
    "name": "Iana Atanassova",
    "last_name": "Atanassova",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Indira Chowdhury",
    "last_name": "Chowdhury",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Director",
    "affiliation": "Srishti-Manipal Institute of Art, Design and Technology",
    "location": "{\"type\":\"Point\",\"coordinates\":[77.57609731331907,13.107774421985384]}",
    "location_name": "Bengaluru, India",
    "region": "asia",
    "image": "image.jpg"
  },
  {
    "body": "Ingo Günther, a sculptor and media artist, is a visiting professor at the Tokyo University of the Arts. He studied ethnology and cultural anthropology at the Johann Wolfgang Goethe University (Frankfurt am Main) and art at the Düsseldorf Academy of Fine Arts, Germany. In the 1970s, his travels took him to Northern Africa, North and Central America, and Asia. Günther's early sculptural works with video led him toward more journalistic projects, which he pursued in TV, print, and art. Based in New York, he played a crucial role in the evaluation and interpretation of satellite data gathered from political and military crisis zones; the results were distributed internationally through print media and TV news. The goal was to make previously inaccessible military and ecological information available to the public in order to have a direct impact on political processes. Since 1988, Günther has used globes as a medium for his artistic and journalistic interests. In 1989, nine months before the unification of Germany, he founded the first independent TV station in Eastern Europe, Kanal X (Channel X), in Leipzig, in order to contribute to the establishment of a free media landscape. The interviews and research he conducted during a journey of several months through the Cambodian refugee camps in Thailand became the basis of a series of articles published in the German newspaper Die Tageszeitung (taz). This journey, and later travels to refugee camps around the world, became the foundation for Günther's concept of the Refugee Republic, on which he has been working ever since.\n",
    "name": "Ingo Günther",
    "last_name": "Günther",
    "roles": [
      "maker",
      "advisory_board"
    ],
    "jobTitle": "Professor",
    "affiliation": "Karlsruhe Univerity of Art and Design",
    "location": "{\"type\":\"Point\",\"coordinates\":[-86.23795510167477,41.69883169351983]}",
    "location_name": "Karlsruhe, Germany",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Dr. Ismael Rafols is a science policy analyst at Ingenio (CSIC-UPV) since April 2012 and visiting fellow at SPRU, the Science Policy Research Unit at the University of Sussex, where he worked from 2005 until 2012. He studies the development and use of indicators and visualization tools in science policy, in particular regarding emergent technologies, such as nano- and biotechnologies with potential medical applications. Dr. Rafols received a PhD in biophysics from Tohoku University (Sendai, Japan) and was a postdoctorate researcher in nanobiotechnology at Cornell University.\n",
    "name": "Ismael Rafols",
    "last_name": "Rafols",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "J. Richard Gott III is a professor of astrophysics at Princeton University working on cosmology and general relativity. He discovered an exact solution to Einstein’s field equations for two moving cosmic strings—a solution of particular interest as it would allow time travel to the past. He has studied the topology of large-scale structure in the universe, and with Mario Juric coauthored the paper \"Map of the Universe.\n",
    "name": "J. Richard Gott III",
    "last_name": "Gott",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jacob is an experienced graphic designer, illustrator, identity designer, and interaction designer. His breadth of skills allows him to expertly craft and inform design during all project stages. Jacob received his BFA in visual design from the University of Oregon. Jacob is an avid biker and environmentalist. He frequently uses social media tools to let others know about new carbon footprint calculators, crowd-sourcing pollution gadgets, and other technology advancements that help keep things green.\n",
    "name": "Jacob O'Brien",
    "last_name": "O'Brien",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "James Burke was born in Northern Ireland and educated at Oxford; he also holds honorary doctorates for his work in communicating science and technology as his work is on the curriculum of universities and schools across the United States. He is a frequent consultant and speaker to technology companies, universities and government agencies such as NASA, MIT, IBM, Microsoft, US and European government agencies, and the World Affairs Council. In 1965 Burke began work with BBC-TV on Tomorrow's World and went on to become the BBC's chief reporter on the Apollo Moon missions. For over forty years he has produced, directed, written and presented award-winning television series on the BBC, PBS, Discovery Channel, and The Learning Channel. These include historical series, such as Connections (aired in 1979, it achieved the highest-ever documentary audience); The Day the Universe Changed; Connections2 and Connections3; a one-man science series, The Burke Special; a mini-series on the brain, The Neuron Suite; a series on the greenhouse effect, After the Warming; and a special for the National Art Gallery on Renaissance painting, Masters of Illusion.A bestselling author, his publications include: Tomorrow's World, Tomorrow's World II, Connections, The Day the Universe Changed, Chances, The Axemaker's Gift (with Robert Ornstein), The Pinball Effect, The Knowledge Web, Circles, and Twin Tracks: The Unexpected Origins of the Modern World. His most recent book, American Connections, focuses on the surprising connections among the seemingly unconnected people, events and discoveries that have shaped the U.S and our world. Burke has also written and hosted a bestselling CD-ROM, Connections: A Mind Game. He wrote a monthly column for Scientific American for six years. His most recent television work is a PBS retrospective of his work, ReConnections.At present, Burke is working on a large interactive knowledge system.\n",
    "name": "James Burke",
    "last_name": "Burke",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Niels Rosenquist is a trained economist and psychiatrist with appointments at Massachusetts General Hospital and Harvard Medical School. Niels has published a number of papers in realms as diverse as genetics, social networks, applied economic theory, and social media. He is the CEO of Janys Analytics. A graduate of the University of Michigan (BS), The University of Pennsylvania (MD) and the Wharton School (PhD), Niels lives with his wife and son in Cambridge, Massachusetts.\n",
    "name": "James Niels Rosenquist",
    "last_name": "Rosenquist",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Jan Hurt",
    "last_name": "Hurt",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Johannes Janssonius (1588–1664), more commonly known as Jan Jansson, is recognized today for having compiled and published the 17th-century Atlas Major. His father, Jan Janszoon the Elder, was a bookseller and publisher. In 1612, Jansson married the daughter of the cartographer Jodocus Hondius and set up business in Amsterdam as a book publisher. In 1616, he published his first maps of France and Italy, and he remained prolific thereafter. Jansson's maps closely resemble those of Willem Janszoon Blaeu and, in fact, were often copied from them. However, Jansson's maps, to many eyes, tend to be more flamboyant and decorative. From about 1630 to 1638, Jansson worked in partnership with his brother-in-law Henricus Hondius, issuing further editions of the Mercator/Hondius atlases to which his name was added. On the death of Henricus, he took over the business, expanding the work still further, until eventually he published the 11-volume Atlas Major.\n",
    "name": "Jan Jansson",
    "last_name": "Jansson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jan Willem Tulp is an independent data experience designer from the Netherlands. With his company, [TULP Interactive](http://tulpinteractive.com/), he creates custom data visualizations for a variety of clients. For more than 10 years he has helped clients such as Google, European Space Agency, *Scientific American*, *Nature* and the World Economic Forum by creating visualizations, both interactive and in print. His work has appeared in several books and magazines, and he speaks regularly at international conferences.",
    "name": " Jan Willem Tulp",
    "last_name": " Jan Willem Tulp",
    "roles": [
      "maker"
    ],
    "image": "tulp_jan_willem.png"
  },
  {
    "body": "Jan Witkowski is the executive director of the Banbury Center at Cold Spring Harbor Laboratory (CSHL) and a professor at the Watson School of Biological Sciences. He obtained an SB at the University of Southampton and a PhD at the University of London. With James Watson, he coauthored the textbook Recombinant DNA. He also edited Illuminating Life and Inspiring Science: Jim Watson and the Age of DNA. Witkowski is a member of the Scientific Advisory Board of the Baker Veterinary Research Institute at Cornell University, editor-in-chief of Trends in Biochemical Sciences, and on the editorial board of Encyclopedia of the Life Sciences.\n",
    "name": "Jan Witkowski",
    "last_name": "Witkowski",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jan Youtie, PhD, is director of policy research services and principal research associate at Georgia Tech's Enterprise Innovation Institute; an adjunct professor in Georgia Tech's School of Public Policy; co-founder of the program in Science, Technology, and Innovation Policy; and co-director of the Innovation Co-Lab with Beijing Institute of Technology and University of Manchester. She is a co-principal investigator of the Center for Nanotechnology in Society at Arizona State University. Dr. Youtie's research focuses on manufacturing competitiveness, technology-based economic development, emerging-technology assessment, and innovation and knowledge measurement and evaluation. She holds a doctorate in political science from Emory University.\n",
    "name": "Jan Youtie",
    "last_name": "Youtie",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jari Prachasartta is a designer with over six years of experience in both digital and physical design. Her passion lies in utilizing design and technology to empower people and create positive change. She is a strong advocate for an interdisciplinary approach to problem solving and values a research-driven process from concept to implementation. Her work combines human-centered design and an inclusive future. Prachasartta holds a master of science in architecture studies (urbanism) from the Massachusetts Institute of Technology and a bachelor of science in architectural design from Chulalongkorn University.",
    "name": "Jari Prachasartta",
    "last_name": "Prachasartta",
    "roles": [
      "maker"
    ],
    "image": "jari-prachasartta.png"
  },
  {
    "body": "Jaume Nualart is a Catalonian open-source software developer and researcher focusing on visualization tools and digital archiving. He is a member of the Research Center of Risk Governance (GRISC) at the Universitat Autònoma de Barcelona (UAB), where he is also a PhD student in law. Nualart runs the Riereta Hackerspace, founded in 2001.\n",
    "name": "Jaume Nualart",
    "last_name": "Nualart",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jay Chow holds a BA in interdisciplinary computing and the arts from the University of California, San Diego. He has worked as a web developer for Katana, an audience media solutions provider, and Motive Interactive, a performance-based ad platform. Currently, Chow is lead software engineer at Tradiv, the cannabis industry’s largest B2B wholesale marketplace.\n",
    "name": "Jay Chow",
    "last_name": "Chow",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "JD Talasek is director of cultural programs of the National Academy of Sciences (www.cpnas.org). He created and moderates a monthly salon at the Academy called DC Art Science Evening Rendezvous (DASER). JD is on the faculty at Johns Hopkins University in the Museum Studies Master’s Program and also serves on the Contemporary Art and Science Committee at the Smithsonian’s National Museum of Natural History. He is the art advisor for the magazine Issues in Science and Technology and in 2009-2010 created and organized two international on-line symposia: “Visual Culture + Bioscience” and “Visual Culture + Evolution.”",
    "name": "JD Talasek",
    "last_name": "Talasek",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jean Hagan is a creative director at IFTF and designer of Science & Technology Outlook: 2005-2055.\n",
    "name": "Jean Hagan",
    "last_name": "Hagan",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jean-Philippe Cointet holds a PhD from the École Polyteichnique (2009) and a degree in general engineering (École Polytechnique, 2005). He is interested in the description, analysis, and modeling of large-scale socio-semantic systems. He has been involved in many empirical studies making use of textual corpora coming from various digital repositories sources: scientific datasets (academic publications, patents), but also online media (blogs, forums, social network sites) or press. His research interests include the following interrelated topics: organization and dynamics of socio-semantic networks, knowledge dynamics mapping and the modeling of public issues around science & technologies. He is a researcher at INRA-SenS and is an associate member of the Institut des Systèmes Complexes in Paris.\n",
    "name": "Jean-Philippe Cointet",
    "last_name": "Cointet",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jeff Colosino, a web developer and data engineer at the National Academies of Sciences, Engineering, and Medicine, wrote the data services that power AcademyScope. He maintains the website and databases of the National Academies Press, an open access repository containing thousands of Academies publications. He also specializes in data architecture, transformation, analysis, and visualization. Jeff has previously worked at the Johns Hopkins University Press, and he holds an MFA in poetry from Johns Hopkins University.",
    "name": "Jeff Colosino",
    "last_name": "Colosino",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Jeffrey Piestrak",
    "last_name": "Piestrak",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Community Outreach Specialist",
    "affiliation": "Cornell University",
    "location": "{\"type\":\"Point\",\"coordinates\":[-76.4733632267974,42.45344126316907]}",
    "location_name": "Ithaca, NY, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Jenn Riley holds a BM in music education from the Frost School of Music at the University of Miami, an MA in musicology from the Jacobs School of Music at Indiana University, and an MLS with specialization in music librarianship from the School of Library and Information Science at Indiana University. Until 2004, she was the metadata librarian for the Indiana University Digital Library Program. In 2004, she became the head of the Carolina Digital Library and Archives at the University of North Carolina at Chapel Hill, leading a department focused on digital production and digital publishing. Riley works to support faculty research and scholarship, build partnerships to advance the state of the art in digital libraries, and develop sustainable and streamlined workflows for the publication of digital content. For this map, she compiled a database of metadata standards in the cultural heritage sector together with their interrelationships.\n",
    "name": "Jenn Riley",
    "last_name": "Riley",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Jeremy Douglass",
    "last_name": "Douglass",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jérôme Cukier holds a master’s degree in business administration and management from the École de Management de Lyon and an MBA in information management from The University of Texas at Austin. From 2004 to 2012, he was data visualization officer for the OECD, and he later served as data analyst at the World Bank and a data visualization designer for Facebook. Currently, Cukier is senior software engineer at Uber.\n",
    "name": "Jérôme Cukier",
    "last_name": "Cukier",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jess Bachman holds a BA in communications and media systems from the University of Massachusetts–Amherst. Bachman began his career by first mapping the federal government’s budget, after which he began to release the Death and Taxes map for the years 2007, 2008, and 2009—each version increasingly complex and aesthetically refined as well as more accurate due to more expansive and updated content. With the launch of the 2009 version, Bachman migrated the map operation online to WallStats.com, which continues to serve as the archive for all his informational design and posters. Bachman now specializes in infographics, creating popular and insightful visualizations for corporate and private projects. Since 2011, he has been the creative director of Visual.ly, a data visualization company.\n",
    "name": "Jess Bachman",
    "last_name": "Bachman",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jia You is a principal UX designer at Oracle, where she works with researchers and designers to create next-gen user experiences for enterprise software. Previously, as interactive graphics editor at *Science*, You created data visualizations and interactive websites about space telescopes, vaccines, and the shape of eggs. Her work has won awards from the Society for News Design and Graphic Design USA. She received her MS in journalism from Northwestern University.",
    "name": "Jia You",
    "last_name": "Jia You",
    "roles": [
      "maker"
    ],
    "image": "you_jia.png"
  },
  {
    "name": "Jia Zhang",
    "last_name": "Zhang",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Chance Jiajie Li is a graduate student at the City Science Group, MIT Media Lab. As a developer and researcher, his overarching goal is to enhance urban systems from a media technological perspective. His research interests include dynamic urban planning, urban simulation, urban sensing, and their intersection with computer science. Before joining MIT, he earned his B.Eng. degree in software engineering with a concentration in media arts and sciences from Tongji University, Shanghai, China.",
    "name": "Chance Jiajie Li",
    "last_name": "Li",
    "roles": [
      "maker"
    ],
    "image": "chance-jiajie-lee.png"
  },
  {
    "body": "Jian Zhang was a doctoral student at the College of Information Science and Technology, Drexel University. He received a master's degree in science and technology journalism from Texas A&M University.\n",
    "name": "Jian Zhang",
    "last_name": "Zhang",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Joey Cherdarchuk is a cofounder and the design lead at Darkhorse Analytics. A data visualization expert, his work has been highlighted in The New York Times, HuffPost, and The Washington Post. His “[Breathing City](http://www.darkhorseanalytics.com/portfolio/breathing-city?rq=breathing)” graphic was shortlisted for an Information is Beautiful award. Cherdarchuk developed his design expertise after a 15-year quantitative analysis and consulting career. It is this analytical foundation that helps him create visuals that are both clear and engaging. He offers training on data visualization and his [Data Looks Better Naked](http://www.darkhorseanalytics.com/search?q=data%20looks%20better%20naked) series is used in visualization curricula around the world.  \n",
    "name": "Joey Cherdarchuk",
    "last_name": "Cherdarchuk",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Johan Bollen holds a PhD in psychology from the University of Brussels. He was an assistant professor in the Department of Computer Science of Old Dominion University from 2002 to 2006 and a staff scientist at the Los Alamos National Laboratory from 2005 to 2009, after which he joined the School of Informatics and Computing at Indiana University. His research interests include usage data mining, computational sociometrics, informetrics, and digital libraries. Bollen is the principal investigator of the MESUR project.\n",
    "name": "Johan Bollen",
    "last_name": "Bollen",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "John A. Walsh holds an MA and a PhD in English from Indiana University—where he works as an assistant professor in the Department of Information and Library Science, School of Informatics and Computing. His research focuses on electronic textuality and the nature of the document in the digital age, with a particular focus on the relationship among graphics and text, the materiality of digital documents, and design as information. Walsh explores the evolution of the document, the book, and the literary text—both born-digital new media texts and digital representations of prior texts in the Swinburne Project, the Chymistry of Isaac Newton, and Comic Book Markup Language, among others.\n",
    "name": "John A. Walsh",
    "last_name": "Walsh",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "John Brownstein, PhD, is co-founder of HealthMap, an associate professor of pediatrics at Harvard Medical School, and has joint appointments in the Children’s Hospital Boston Informatics Program and Division of Emergency Medicine. He was trained as an epidemiologist in the Department of Epidemiology and Public Health at Yale University where he received his PhD. Dr. Brownstein works on novel statistical modeling and medical informatics approaches for accelerating the translation of public health surveillance research into practice.\n",
    "name": "John Brownstein",
    "last_name": "Brownstein",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "John Caswell received a BFA from the Hogarth College of Fine Art in Cambridge. He was head of marketing and communication at Acorn Computers, and also helped to launch the BBC Microcomputer. At WPP, he led global accounts for RMG International and Ogilvy & Mather. In 2001, he founded the London-based consulting firm Group Partners, which develops methods and tools for the design and usage of structured visualizations to help solve the root causes of many twenty-first century business concerns. This includes using logic-based visuals to demonstrate how leadership teams either align or diverge in their goals.\n",
    "name": "John Caswell",
    "last_name": "Caswell",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "John Emsley is a chemist as well as an award-winning popular science writer and broadcaster. His books include Nature's Building Blocks: An A-Z Guide to the Elements (Oxford University Press, 2003), Elements of Murder: A History of Poison (Oxford University Press, 2005), and Better Looking, Better Living, Better Loving (Wiley-VCH, 2007). He has written a comprehensive history of the periodic table of elements. The table was drawn by Robertson based on scientific data provided by Emsley. It was commissioned and supported by the Royal Society of Chemistry in the United Kingdom as part of an arts and science collaborative project called Visual Elements. The project aims to produce a new and vibrant visual assessment of the startling diversity of material that constitutes the world in which we live.\n",
    "name": "John Emsley",
    "last_name": "Emsley",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "John Kerschbaum holds a degree from Parsons School of Design (1988) and works in New York City as an illustrator and cartoonist. His art has been featured in The New York Times, The Village Voice, The Associated Press, The Wall Street Journal, and many other publications.\n",
    "name": "John Kerschbaum",
    "last_name": "Kerschbaum",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "John McHale (1922–1978) was an artist, sociologist, and the author of numerous texts on the impact of culture, technology, and mass communications. Producing work that ranged from fine arts and graphics to television and film, he was a founder of the Independent Group, a British movement that originated Pop Art, which itself grew out of a fascination with American mass culture and post-WWII technologies. In the 1960s, while on the design faculty of Southern Illinois University–Carbondale, McHale was an associate of R. Buckminster Fuller. As collaborators, McHale and Fuller coauthored a number of reports that were part of the World Design Science Decade documents, which included large-scale diagrams of unique scope, such as the one shown here.\n",
    "name": "John McHale Sr.",
    "last_name": "McHale",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "John N. Friedman is professor of economics and international and public affairs at Brown University and a founding co-director of Opportunity Insights at Harvard University. His research brings together theory and data, harnessing the power of large administrative datasets to yield policy-relevant insights on a wide range of topics, including taxation, healthcare, and education quality. His most well-known papers estimate the long-term effects of teachers on student outcomes such as college attendance and earnings; in just one year, a great teacher can raise the lifetime earnings of a single class of students by nearly $1.5 million. This work was cited by President Obama in his 2012 State of the Union Address. Friedman has also worked as special assistant to the President for economic policy at the [National Economic Council](https://obamawhitehouse.archives.gov/administration/eop/nec) in the White House from 2013-2014. He holds a Ph.D. in economics, an AM in statistics, and a BA in economics, all from Harvard University. He is a Research Associate at the [National Bureau of Economic Research](http://admin.nber.org/people/john_friedman).\n",
    "name": "John N. Friedman",
    "last_name": "Friedman",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "John Nelson is a cartographer and designer in Lansing, Michigan. As the user experience and mapping manager at IDV Solutions, John helps Fortune 500 and government clients integrate and visualize data, concentrating on the intersection of time and place. He is a regular speaker at geoscience and technology conferences and writes about usability, design, and visualization at uxblog.idvsolutions.com. John was the winner of the 2004 National Geographic Society Award for Cartography, and his work has been featured in several science and visualization publications. When he's not doing these things, John revels amidst a lively whirlwind of family, chickens, and gardens.\n",
    "name": "John Nelson",
    "last_name": "Nelson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "John Pritchard provides technical and research support for the Social and Spatial Inequalities Research Group. He has been involved with various aspects of the project, including the development of the website, and gathering the data used in the later series of maps. John has a degree in psychology and maths from the University of Sunderland, and is studying part-time for an MSC in GIS at the University of Leeds.\n",
    "name": "John Pritchard",
    "last_name": "Pritchard",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Jonathan Callura",
    "last_name": "Callura",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jonathan Tweedy is a graduate student at the Department of Information and Library Science, School of Informatics and Computing at Indiana University. He started this project as part of his Information Visualization course work and completed it in close collaboration with John A. Walsh.\n",
    "name": "Jonathan Tweedy",
    "last_name": "Tweedy",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jonna Mazet, DVM, MPVM, PhD, is a professor of Epidemiology and Disease Ecology and executive director of the One Health Institute at UC Davis where she focuses on global health problem solving, especially for emerging infectious disease and conservation challenges. Dr. Mazet is active in international One Health research programs, especially disease transmission among wildlife, domestic animals, and people and the ecological drivers for disease emergence. She has recently been elected to the National Academies' Institute of Medicine in recognition of her successful and innovative approach to emerging environmental and global health threats.\n",
    "name": "Jonna Mazet",
    "last_name": "Mazet",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Joseph P. Martino earned a BA in physics at Miami University, an MS in electrical engineering at Purdue University, and a PhD in mathematics at Ohio State University. He then served in the U.S. Air Force for 22 years, in which he was a member of the Plans Staff of both the Air Force Avionics Laboratory and the Air Force Office of Scientific Research; he was also chief of the Environmental Analysis Division of the Air Force Office of Research and Analysis. In these positions, he was responsible for preparing the forecasts of critical technologies for future weapons systems. After retiring as a full-bird colonel, Martino was a senior research scientist at the University of Dayton Research Institute, where from 1975 to 1993 he conducted research for the Army Missile Command, Martin Marietta Materials, AT&T, IT&T, the Hobart Corporation, and other sponsors. He also created and taught graduate-level engineering courses on technological forecasting in R&D planning, business, and government and methods of anticipating the social, economic, and environmental consequences of new technology. Martino is the author of Technological Forecasting for Decision Making (1972) and Research and Development Project Selection (1995). He is now a private consultant in technology management and a fellow of the Institute of Electrical and Electronics Engineers, the American Institute of Aeronautics and Astronautics, and the American Association for the Advancement of Science.\n",
    "name": "Joseph P. Martino",
    "last_name": "Martino",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Juan Thomassie is a data visualization developer in New Orleans, currently working for Lucid. He has extensive experience telling stories with data and interactivity. Juan's work as a front-end developer, designer, and data visualization engineer has evolved from designing and producing information graphics for print, to creating animated graphics for television, to developing software and designing apps for websites. Juan’s clients include Elastic, Gannett Digital, USA Today, Knight-Ridder Tribune, the Los Angeles Times, the Times-Picayune in New Orleans, and the Morning Advocate in Baton Rouge, Louisiana.",
    "name": "Juan Thomassie",
    "last_name": "Thomassie",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Judith Kamalski's PhD work focused on the role of language in persuasion. She regularly presents and writes on bibliometrics for both the academic and publishing community.\n",
    "name": "Judith Kamalski",
    "last_name": "Kamalski",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jukka-Pekka \"JP\" Onnela is assistant professor in the Department of Biostatistics at the Harvard School of Public Health. He was previously a Postdoctoral Research Fellow at Harvard Medical School, a Fulbright Visiting Scholar at the Harvard Kennedy School, and a Junior Research Fellow at Oxford University. He obtained his doctorate at the Helsinki University of Technology in 2006. His current research focuses on statistical and mathematical analysis and modeling of social networks and their connection to human health; the development of metrics and methods for network analysis; and online social systems and social media.\n",
    "name": "Jukka-Pekka Onnela",
    "last_name": "Onnela",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Juliette Vion-Dury",
    "last_name": "Vion-Dury",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Jyldyz Djumalieva is the head of open jobs data at Nesta. She specializes in machine learning, network analysis and the exploration of complex datasets. Prior to joining Nesta, Djumalieva was a data analyst at the Bank of England where she conducted projects involving text mining, social media analysis and graph databases. She also has a strong background in organizational consulting. At OnPoint Consulting LLC she facilitated the design and delivery of eLearning solutions for leader development. She holds an MSc with distinction in Big Data Analytics from the Sheffield Hallam University and an MSc in Organizational Psychology from the University of Hartford, CT.\n",
    "name": "Jyldyz Djumalieva",
    "last_name": "Djumalieva",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Kalev Leetaru founded and leads the GDELT Project, which monitors the world's broadcast, print, and web news in over 100 languages and identifies the people, locations, organizations, counts, themes, sources, emotions, narratives, and events driving global society, creating a free, open, real-time platform for computing on the entire world. One of Foreign Policy Magazine’s Top 100 Global Thinkers of 2013, he is a senior fellow at George Washington University and a Google developer expert. Previously, he was the Yahoo Fellow and adjunct faculty at Georgetown University’s School of Foreign Service and a World Economic Forum council member. His work focuses on how innovative applications of the world's largest datasets, computing platforms, algorithms, and mindsets can reimagine the way we understand and interact with our global world.",
    "name": "Kalev H. Leetaru",
    "last_name": "Leetaru",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Katy Börner is the Victor H. Yngve Distinguished Professor of Information Science at the School of Library and Information Science, Adjunct Professor at the School of Informatics and Computing, Adjunct Professor at the Department of Statistics in the College of Arts and Sciences, Core Faculty of Cognitive Science, Research Affiliate of the Biocomplexity Institute, Fellow of the Center for Research on Learning and Technology, Member of the Advanced Visualization Laboratory, and Founding Director of the [Cyberinfrastructure for Network Science Center](http://cns.iu.edu) at Indiana University. [Learn more about Katy here](http://info.slis.indiana.edu/~katy/index.html).",
    "name": "Katy Börner",
    "last_name": "Börner",
    "roles": [
      "maker",
      "team",
      "curator"
    ],
    "jobTitle": "Director of the Cyberinfrastructure for Network Science Center",
    "affiliation": "Indiana University - Bloomington",
    "location": "{\"type\":\"Point\",\"coordinates\":[-86.51239096685244,39.17539877656838]}",
    "location_name": "Bloomington, IN, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Keiichi Nemoto is a research scientist of Communication Technology Laboratory at Fuji Xerox, and was a visiting scholar at the MIT Center for Collective Intelligence from 2009 to 2011. He studied computer science at Keio University. In 2003, he joined Fuji Xerox and has performed research on organizational behavior. He focuses on collaboration networks through the lens of social network analysis, using Wikipedias in different languages as a topic of analysis. His research interests also include the beauty of networks, visualizing collaboration, communication, and concept networks of massive collaborative data such as Wikipedia.\n",
    "name": "Keiichi Nemoto",
    "last_name": "Nemoto",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Keith V. Nesbitt is a senior lecturer in the School of Design, Communication, and Information Technology at the University of Newcastle, Australia. Previously, he worked at Charles Sturt University in Bathurst. He also spent 10 years at the applied research facility of Broken Hill Proprietary Company Ltd., where he applied advanced computing technologies to a cross-section of business domains, including exploration, mining, manufacture, logistics, and finance. He studied medicine before developing an interest in computing and subsequently receiving a bachelor's degree in mathematics from the University of Newcastle and a master's in computing and a PhD in computer science from Sydney University. His doctoral work investigated new conceptual models for designing multisensory user interfaces and included the design and evaluation of visual, auditory, and haptic displays for finding patterns in stock market data. Nesbitt summarizes his work as tool building that helps people find useful patterns in data. Related to this, Nesbitt also studies how the mind works and how people create and use ideas. His current scientific interests include designing multisensory displays, perception and cognition, complex systems, software engineering, user-interface design, and conceptual modeling.\n",
    "name": "Keith V. Nesbitt",
    "last_name": "Nesbitt",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Senior Lecturer in Information Technology",
    "affiliation": "The University of Newcastle",
    "location": "{\"type\":\"Point\",\"coordinates\":[151.7041882272292,-32.89278979868974]}",
    "location_name": "Callaghan, Australia",
    "region": "australia",
    "image": "image.jpg"
  },
  {
    "body": "Kelly Fang is an undergraduate student at MIT exploring the intersection of technology, design, and the built environment. She is interested in the ethical applications of big data and computational techniques to urban issues and hopes to contribute to the development of algorithms and interfaces that will promote equitable and resilient cities.",
    "name": "Kelly Fang",
    "last_name": "Fang",
    "roles": [
      "maker"
    ],
    "image": "kelly-fang.png"
  },
  {
    "body": "Kevin W. Boyack holds a PhD in chemical engineering from Brigham Young University. As the president of SciTech Strategies, Inc., his work centers on developing more accurate global maps of science. He has published nearly 30 articles dealing with various aspects of science mapping and related metrics. Previously, he worked in combustion (experimental and modeling), transport processes, socioeconomic war gaming, and science mapping for 17 years at Sandia National Laboratories. Current interests include detailed mapping of the structure and dynamics of science and technology, application of full text to science mapping and bibliometrics, and the identification of emerging topics.\n",
    "name": "Kevin W. Boyack",
    "last_name": "Boyack",
    "roles": [
      "maker",
      "ambassador"
    ],
    "jobTitle": "President",
    "affiliation": "SciTech Strategies, Inc.",
    "location": "{\"type\":\"Point\",\"coordinates\":[-106.65553799273782,35.085480157937745]}",
    "location_name": "Albuquerque, NM, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Kim Albrecht is a visual researcher and information designer interested in networks, time, power, processes and how we can find visual representations for these topics to produce and represent knowledge. He collaborates and designs interfaces with research groups from a wide variety of scientific fields and universities at the Center for Complex Network Research. In 2016, Albrecht started his PhD research at the University of Potsdam in the field of media theory. He will be researching information visualizations and their interfaces regarding their epistemological value and how they help us to make sense of the world.\n",
    "name": "Kim Albrecht",
    "last_name": "Albrecht",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Kim Rees is Head of Information Visualization at Periscopic, and is a prominent individual in the data visualization community. She has presented at several industry events including Strata, OSCON, Wolfram Data Summit, VisWeek, Tableau User Conference, NY Hacks/Hackers, and Portland Data Visualization, among others. She is an advisor to the US Congressional Budget Office. Kim has published papers in Parsons Journal of Information Mapping, was an award winner in the VAST 2010 Challenge, and is a guest blogger for Infosthetics and FlowingData. Recently, she was the technical editor of Visualize This, by Nathan Yau of FlowingData. She was a judge on the WikiViz Challenge 2011 and CommArts Interactive Annual 2012.\n",
    "name": "Kim Rees",
    "last_name": "Rees",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Krzysztof Suchecki obtained his MA and PhD in physics from the Warsaw University of Technology, Poland. He works at the Erasmus Studio of the Erasmus University in Rotterdam, Netherlands, specializing in complex networks and sociophysics.\n",
    "name": "Krzysztof Suchecki",
    "last_name": "Suchecki",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "LaDale Winling is an associate professor of history at Virginia Tech. He is the author of _Building the Ivory Tower_, on universities and urban development in the United States. It was published by the University of Pennsylvania Press and won the 2019 Kenneth Jackson Prize from the Urban History Association for best book on North American cities. He is a co-creator of “Mapping Inequality: Redlining in New Deal America,” and his latest digital history project is “Connecting the Interstates,” on displacement and redevelopment in the interstate highway system. \n",
    "name": "LaDale Winling",
    "last_name": "Winling",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Laura Bonetta leads the BioInteractive program at the Howard Hughes Medical Institute (HHMI) and is an adjunct biology professor at Howard Community College in Maryland. Dr. Bonetta joined HHMI after working more than 20 years in scientific communication. After conducting research in cancer genetics, she joined the editorial team of _Nature_ magazine. She then worked as a science writer and managing editor for a wide range of print and online science journals including _Nature_, _Nature Medicine_, _Nature Genetics_, _Science_, _Cell_, _Alzforum_, and various NIH publications and websites.\n",
    "name": "Laura Bonetta",
    "last_name": "Bonetta",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Laura Kurgan",
    "last_name": "Kurgan",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Laura Pence holds an MA in library science from the Department of Information and Library Science, School of Informatics and Computing at Indiana University. After working as a print and web designer at PenceLdesign, she became the director of creative strategy at the Indiana University School of Journalism in 2012.\n",
    "name": "Laura Pence",
    "last_name": "Pence",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Lei Shi",
    "last_name": "Shi",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Lei Xia",
    "last_name": "Xia",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Lev Manovich is professor at the City University of New York (CUNY) Graduate Center and author of several books on digital culture, including the recent Software Takes Command (Bloomsbury Academic, 2013). In 2007, Manovich founded the Software Studies Initiative in order to develop a new paradigm of Cultural Analytics through data analysis and interactive visualization of patterns and trends in media and visual cultures.\n",
    "name": "Lev Manovich",
    "last_name": "Manovich",
    "roles": [
      "maker",
      "ambassador",
      "advisory_board"
    ],
    "jobTitle": "Professor, The Graduate Center; Director, Software Studies Initiative",
    "affiliation": "City University of New York",
    "location": "{\"type\":\"Point\",\"coordinates\":[-73.97720929016275,40.7389346026017]}",
    "location_name": "New York, NY, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Li Yao leads work at the intersection of science, visual communication and education as a science visualization specialist. She combines her research experiences, design expertise, and passion for telling engaging and accurate stories to help people create innovative solutions. Yao also actively participates in the user experience (UX) design community and loves exploring UX strategies that support an efficient and collaborative digital product design process. Li received an MS in genetics, genomics, and development from Cornell University, an MA in medical and biological illustrations from The Johns Hopkins University, and an MPS in UX design from Maryland Institute College of Art.\n",
    "name": "Li Yao",
    "last_name": "Yao",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Lindsey Poulter",
    "last_name": "Poulter",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Lisa Kershner is a graphic designer at the College of Information Science and Technology, Drexel University.\n",
    "name": "Lisa Kershner",
    "last_name": "Kershner",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Lisel has been with CNS since 2013, working originally with the Places & Spaces: Mapping Science exhibit and other outreach efforts. With nearly 15 years of curatorial experience at a variety of nonprofit and public institutions, she has extensive experience in the planning and implementation of outreach activities in places of informal science learning. As Associate Director, Lisel manages Center projects, proposal development, and strategic planning efforts as well as directing outreach activities and working with Center collaborators. \n\nWhen she's not dragging her family to museums, you can find Lisel in her garden growing vegetables.",
    "name": "Lisel Record",
    "last_name": "Record",
    "roles": [
      "team",
      "co-curator"
    ],
    "jobTitle": "Associate Director of the Cyberinfrastructure for Network Science Center",
    "affiliation": "Indiana University - Bloomington",
    "location": "{\"type\":\"Point\",\"coordinates\":[-86.51239096685244,39.17539877656838]}",
    "location_name": "Bloomington, IN, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "name": "Liuhuaying Yang",
    "last_name": "Yang",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Loet Leydesdorff holds a PhD in sociology, an MA in philosophy, and an MS in biochemistry from the University of Amsterdam (UvA). He a professor of science and technology dynamics at the Amsterdam School of Communications Research (ASCoR) of the UvA, a visiting professor of the Institute of Scientific and Technical Information of China (ISTIC) in Beijing, and an honorary fellow of the Science and Technology Policy Research Unit (SPRU) of the University of Sussex. He has published extensively in systems theory, social network analysis, scientometrics, and the sociology of innovation and is on the editorial boards of notable publications, such as Scientometrics, Social Science Information, Science and Public Policy, and Informetrics. Leydesdorff’s research interests are in the fields of the philosophy of science, social network analysis, scientometrics, and the sociology of innovation. His studies in communication in science, technology, and innovation enabled him to specify theory and methods for understanding the dynamics of knowledge-based development. He is the author of several monographs, including The Challenge of Scientometrics: The Development, Measurement, and Self-Organization of Scientific Communications (1995); A Sociological Theory of Communication: The Self-Organization of the Knowledge-Based Society (2001); and The Knowledge-Based Economy: Modeled, Measured, Simulated (2006). In 2003, he received the Derek de Solla Price Award for Scientometrics and Informetrics.\n",
    "name": "Loet Leydesdorff",
    "last_name": "Leydesdorff",
    "roles": [
      "maker",
      "ambassador"
    ],
    "jobTitle": "Professor Emeritus",
    "affiliation": "University of Amsterdam, Amsterdam School of Communication Research",
    "location": "{\"type\":\"Point\",\"coordinates\":[4.9557155697257045,52.3558312851837]}",
    "location_name": "Amsterdam, Netherlands",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "name": "Lou Estey",
    "last_name": "Estey",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Luc Guillemot is an interaction and visualization engineer at Interactive Things. He holds a PhD in architecture and sciences of the city from the École Polytechnique Fèdèrale de Lausanne and has spent several years as a cartographer at EPFL and UC Berkeley. His work centers around finding technological solutions that bring together purpose, simplicity, and beauty. Guillemot enjoys making users smarter with data by leveraging software engineering to create interactive designs.",
    "name": "Luc Guillemot",
    "last_name": "Guillemot",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Luca Maria Aiello received his PhD in computer science from the University of Turin, Italy, in 2012, and he is currently a senior research scientist in the Social Dynamics group at Nokia Bell Labs in Cambridge, UK. Formerly, he has been a research scientist at Yahoo Labs (Barcelona and London) for 4.5 years, working together with production teams at Flickr, Tumblr, and Yahoo Gemini to build social recommender systems at scale. He conducts interdisciplinary research in computational social science, network science, and urban informatics through quantitative analysis of big data. ",
    "name": "Luca Maria Aiello",
    "last_name": "Aiello",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Luciano Kay is postdoctoral scholar with the Center for Nanotechnology in Society at University of California—Santa Barbara (CNS-UCSB). His experience and research interests are in policy research and analysis related with economic development, science and technology (S&T), and innovation policy. His current research focuses on the societal and economic impacts of emerging technologies such as nanotechnology. He is author of Technological Innovation and Prize Incentives (Edward Elgar, 2012) and author/co-author of a number of journal articles, book chapters, and policy reports. He holds a PhD degree in public policy from the Georgia Institute of Technology. More information about Luciano is available at www.kay.com.ar.\n",
    "name": "Luciano Kay",
    "last_name": "Kay",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ludmila Pollock has been the executive director of Libraries and Archives at the Cold Spring Harbor Laboratory (CSHL) in New York, which is responsible for cutting-edge research in cancer, genetics, bioinformatics, and neurobiology, since 1999. Pollock has been vice president and president of the Medical and Scientific Libraries of Long Island, in 1997 and 1998, respectively, and served on the library advisory committee for the Nature Publishing Group from 2002 to 2005. She is a member of the New York Academy of Sciences, the American Association for the Advancement of Science, the Oral History Association, and the History of Science Society.\n",
    "name": "Ludmila Pollock",
    "last_name": "Pollock",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ludo Waltman has a background in the fields of computer science and economics. He is currently affiliated to the Centre for Science and Technology Studies at Leiden University in the Netherlands. His present research is in the field of scientometrics, with a special focus on the analysis and visualization of bibliometric networks. Together with Nees Jan van Eck, Ludo has developed the freely available VOSviewer software (www.vosviewer.com) for creating and visualizing bibliometric maps of science.\n",
    "name": "Ludo Waltman",
    "last_name": "Waltman",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Luís M. A. Bettencourt is a staff scientist at the Los Alamos National Laboratory, external faculty member of the Santa Fe Institute, and research professor at Arizona State University. His research deals with building new theory and quantitative modeling of social and biological complex systems.\n",
    "name": "Luís M. A. Bettencourt",
    "last_name": "Bettencourt",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Lutz Bornmann works as a sociologist of science at the Division for Science and Innovation Studies in the administrative headquarters of the Max Planck Society in Munich, Germany. Since the late 1990s, he has been working on issues in the promotion of young academics in the sciences and on quality assurance in higher education. His current research interests include research evaluation, peer review, bibliometrics, and altmetrics. Since 2004, he has published more than 200 papers in journals covered by Thomson Reuters’ Web of Science. His citation metrics are available at http://www.researcherid.com/rid/A-3926-2008. Thomson Reuters (http://highlycited.com) lists him among the most highly cited researchers worldwide over the last ten years.\n",
    "name": "Lutz Bornmann",
    "last_name": "Bornmann",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Lyudmila Balakireva supports the scientific mission of the Digital Library Research and Prototyping Team at the Los Alamos National Laboratory, and supported the data management and analysis that underpinned the creation of this map.\n",
    "name": "Lyudmila Balakireva",
    "last_name": "Balakireva",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Maia Gusberti studies graphic design in Biel and media arts at the University of Applied Arts in Vienna. In 1999, she cofounded the design cooperative re-p.org—an independent unit for research, concepts, experiments, and output in the fields of visual design and art. Since 2007, she has worked as an artist and communications designer in Switzerland. Gusberti has received awards in Net Vision at Prix Ars Electronica (Linz, Austria) and a Premiere Grant from the University of Applied Arts. She has held residencies in Sofia, Bulgaria; Paris, France; and Cairo, Egypt.\n",
    "name": "Maia Gusberti",
    "last_name": "Gusberti",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Manuel Lima",
    "last_name": "Lima",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Head of Google Cloud Datavis",
    "affiliation": "Google",
    "location": "{\"type\":\"Point\",\"coordinates\":[-74.0034409458712,40.74168825746213]}",
    "location_name": "New York, NY, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Marc A. Smith worked as a sociologist and senior researcher at Microsoft Research, specializing in the social organization of online communities, when he designed this map. He is the coeditor of Communities in Cyberspace (Routledge), a collection of essays exploring the ways identity, interaction, and social order develop in online groups. Smith's research focuses on the ways group dynamics change when they take place in social cyberspaces, and his goal is to visualize these social cyberspaces, mapping and measuring their structures, dynamics, and life cycles. In support of this research, he directed the setup of the Netscan social network analysis infrastructure. Marc received a BS in international area studies from Drexel University in Philadelphia in 1988, an MPhil in social theory from Cambridge University in 1990, and a PhD in sociology from the University of California, Los Angeles, in 2001.",
    "name": "Marc A. Smith",
    "last_name": "Smith",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Marc Bertin is postdoctoral fellow at CIRST from Université du Québec à Montréal (UQAM) and associate researcher at STIH laboratory, Paris-Sorbonne University. He holds his PhD with the highest level of distinction in mathematics, computer science and applications in humanities from the Paris-Sorbonne University. His current work is related to the application of natural language processing to bibliometrics, such as citation analysis or act of citation. His research interests include bibliometrics, linguistic ontologies, information retrieval, and the application of semantics and cognition to digital libraries. He has also worked on IT solutions for Japanese pharmaceutical companies.\n",
    "name": "Marc Bertin",
    "last_name": "Bertin",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Marc Medith",
    "last_name": "Medith",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Marco Quaggiotto holds a PhD in industrial design and multimedia communication from Politecnico di Milano, Italy—where he is now a researcher and teacher in communication design, working on interaction models for the exploration of geographic and abstract spaces. He also serves as a research scientist at the Complex Networks and Systems Lagrange Laboratory at the Institute for Scientific Interchange in Turin, working on the design of visual interfaces for real-life social and epidemic networks. The aim of his research is to extend the tools of cartography beyond the geographical space and to present the Atlas format as a narrative model able to intervene in complex, heterogeneous, dynamic realities. He developed an interface prototype for the exploration of research resources that allows users to manage bio-bibliographic resources in a shared environment and to access them through different maps and representations.\n",
    "name": "Marco Quaggiotto",
    "last_name": "Quaggiotto",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Maria Rosaria D’Esposito",
    "last_name": "D’Esposito",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Professor",
    "affiliation": "University of Salerno",
    "location": "{\"type\":\"Point\",\"coordinates\":[14.792062407551883,40.76911700423897]}",
    "location_name": "Salerno, Italy",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "name": "Mariana Espinosa",
    "last_name": "Espinosa",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Producer",
    "affiliation": "Metropolitan Autonomous University-Cuajimalpa Unit",
    "location": "{\"type\":\"Point\",\"coordinates\":[-99.13672877315088,19.28733092048331]}",
    "location_name": "Mexico City, Mexico",
    "region": "c_america",
    "image": "image.jpg"
  },
  {
    "body": "Marina Gorbis is the executive director of the Institute for the Future (IFTF) and director of the Technology Horizons Program, which focuses on innovations at the intersection of new technologies and social organization. She holds a master's in public policy from the University of California, Berkeley, a certificate in international business from the University of London, and a BA in industrial psychology from the University of California, Berkeley. A native of Odessa, Ukraine, Gorbis is particularly suited to see things from a global perspective. She has directed international programs and led international development projects for SRI International in China, Japan, Vietnam, India, and Eastern Europe. Gorbis has also authored publications on international business and economics, with an emphasis on regional innovation and competitiveness.\n",
    "name": "Marina Gorbis",
    "last_name": "Gorbis",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Mario Diwersy is one of the founders and managing director of ÜberResearch where he is responsible for technology and solution development and for coordinating the team of engineers. He previously worked at Elsevier where he led as vice president of technology a globally distributed development team (Chile, Germany, India, Netherlands, USA) for the SciVal product line. Mario joined Elsevier in 2010 when Elsevier acquired Collexis, a European- and US-based start-up focusing on solutions for academic customers (research networking tools) and funding bodies. Mario served as EVP and CTO for Collexis for several years. Mario lives with his family in Frankfurt, Germany.\n",
    "name": "Mario Diwersy",
    "last_name": "Diwersy",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Mario Juric is a member of the Institute for Advanced Study in Princeton, New Jersey. He holds a PhD in astrophysical sciences from Princeton University. Juric is a theorist working on a diverse set of topics, ranging from long-term dynamics of extrasolar planets and the structure and evolution of the Milky Way to studies of the properties of asteroids in the solar system.\n",
    "name": "Mario Juric",
    "last_name": "Juric",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Marjorie M. K. Hlava",
    "last_name": "Hlava",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "President, Chairman, and Founder",
    "affiliation": "Access Innovations",
    "location": "{\"type\":\"Point\",\"coordinates\":[-106.57502125946517,35.10264816555351]}",
    "location_name": "Albuquerque, NM, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Mark E. J. Newman is the Paul Dirac Collegiate Professor of Physics at the University of Michigan and a member of its Center for the Study of Complex Systems. Together with Michael Gastner, Newman developed the algorithm that is used in transforming the traditional world map into a series of cartograms. Newman also produced the figures and wrote the computer software that allowed for the creation of the cartograms.\n",
    "name": "Mark E. J. Newman",
    "last_name": "Newman",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Mark Lombardi (1951-2000) held a BA in art history from Syracuse University. While still an undergraduate, Lombardi was chief researcher for a 1973 exhibit entitled From Teapot Dome to Watergate, a multimedia collage whose elements focused on various U.S. governmental scandals, then motivated by the ongoing Watergate scandal. That work led to a curatorship at the Contemporary Arts Museum Houston, after which Lombardi became a reference librarian for the Fine Arts Department in the Houston Public Library system, where he started a regional artist archive. He then worked in gallery ownership, relocated to New York City, and ultimately developed a following for his carefully researched and constructed narrative structures of major political and financial scandals. Unlike many works of art, his maps were not created as depictions of hypothetical or imaginary events but were rendered according to facts derived from mainstream publications, such as The New York Times, The Washington Post, and the Los Angeles Times. Lombardi would carefully organize these facts into a handwritten database of over 14,000 cross-referenced index cards. He then iteratively composed flowcharts in colored pencil and graphite on paper. Following his death in 2000, the posthumous retrospective of his work, Mark Lombardi: Global Network, traveled to nine museums from 2003 to 2005.\n",
    "name": "Mark Lombardi",
    "last_name": "Lombardi",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Marko A. Rodriguez is a Post-Doctoral Fellow at the Los Alamos National Laboratory and the Chief Technology Officer of Knowledge Reef Systems Inc. His research focuses on digital scholarship, computational eudaemonics, and network/graph analysis.",
    "name": "Marko A. Rodriguez",
    "last_name": "Rodriguez",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Martin Bruckner",
    "last_name": "Bruckner",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Martin Schaaper",
    "last_name": "Schaaper",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Senior ICT Analyst at Telecommunication Development Bureau (BDT)",
    "affiliation": "International Telecommunication Union (ITU)",
    "location": "{\"type\":\"Point\",\"coordinates\":[6.144002638602587,46.20437474114183]}",
    "location_name": "Geneva, Switzerland",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Martin Vargic is a Slovakian artist and graphic designer who took up making maps as a hobby in 2012. Since then, his work has received notice from major news outlets, and he has been quickly recognized as a significant talent in the world of mapmaking. In April 2013, Vargic started work on his first massive-scale map, Political Map of the World. Shortly thereafter, he embarked on the Map of the Internet, which he has been updating periodically. His latest work is the Map of Stereotypes, which, like his other maps, is available for viewing at http://www.halcyonmaps.com.\n",
    "name": "Martin Vargic",
    "last_name": "Vargic",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Martin Wattenberg received an SM in mathematics from Stanford University in 1992 and a PhD in mathematics from the University of California, Berkeley, in 1996. Martin was the director of Research and Development at SmartMoney.com, where he designed Internet-based financial software. In 2002, he joined IBM Watson Research Center in Cambridge, Massachusetts, where he now leads the Visual Communication Lab. Wattenberg is known both for his scientific and applied work in the field of information visualization and for his information-based digital art. Wattenberg's work has been exhibited at Ars Electronica, Linz; the Institute of Contemporary Arts, London; the New Museum, New York; the Whitney Museum of American Art, New York; and at galleries and festivals internationally. Commissions include work created for Ars Electronica, the NASA Art Program, New Radio and Performing Arts, the Smithsonian National Museum of American History, the Walker Art Center, and the Whitney Museum of American Art. Technology Review named Wattenberg \"one of the world's 100 top young innovators.\"\n",
    "name": "Martin Wattenberg",
    "last_name": "Wattenberg",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Masha Turchinsky holds a BS in Russian studies from Georgetown University, an MA in education from New York University, and an EdM in international education development from Columbia University. For 19 years, Turchinsky worked at the Metropolitan Museum of Art, ending her tenure there in the position of Senior Manager and Senior Producer of Media Production and Online Features in Digital. In 2016, Turchinsky won awards from the The American Alliance of Museums, Museums and the Web, and the Webby Awards for her innovative online series, #MetKids. Recently, she became director of the Hudson River Museum.\n",
    "name": "Masha Turchinsky",
    "last_name": "Turchinsky",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "**Matan Stauber** graduated with honors from Jerusalem’s Bezalel Academy of Arts in 2015, where he developed *Histography* as his final project under the direction of Ronel Mor. Matan works as an interactive designer and code developer in Tel Aviv. He mainly focuses on projects where he can deeply explore human experiences, interfaces, and information design.",
    "name": "Matan Stauber",
    "last_name": "Stauber",
    "roles": [
      "maker"
    ],
    "image": "image.jpg"
  },
  {
    "body": "Mathieu Bastian has an MS in computer science from the University of Technology of Compiègne, France. Proficient in Java, Swing, and OpenGL, he successfully led the 2007 to 2010 development of the Gephi project, an interactive network visualization platform that is recognized for its performance, usability, and extensible design. As a software architect, he was particularly interested in data visualization challenges, such as visualizing massive graph structures in real time. For two consecutive years, the project was selected for the Google Summer of Code program, during which Bastian mentored students while continuing his work on core development and documentation. In 2010, Bastian joined LinkedIn as a data scientist to build the next data-driven products, focusing on inferred identity, large graph analysis, and data visualization.\n",
    "name": "Mathieu Bastien",
    "last_name": "Bastien",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Matthew Richardson holds a master's degree in writing. He focuses on visualizing networks of scientific publications and fields to enable a deeper understanding of journals and disciplines.\n",
    "name": "Matthew Richardson",
    "last_name": "Richardson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Mauro Martino is an Italian expert in data visualization based in Boston. He created and leads the Cognitive Visualization Lab at IBM Watson in Cambridge, Massachusetts. Mauro was formerly an assistant research professor at Northeastern University working with Albert-László Barabási at the Center for Complex Network Research and with David Lazer at The Institute for Quantitative Social Science (IQSS) at Harvard University. Previously, he was a research affiliate with the SENSEable City Lab at Massachusetts Institute of Technology (MIT) in Cambridge. Martino's data visualizations were published in the scientific journals Nature, Science, and Proceedings of the National Academy of Sciences of the United States of America. His projects have been shown at international festivals including Ars Electronica, TEDxCambridge –Thrive, and art galleries including The Serpentine Gallery (London), GAFTA (San Francisco), and Lincoln Center (New York).",
    "name": "Mauro Martino",
    "last_name": "Martino",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Max Roser",
    "last_name": "Roser",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Maximilian Schich obtained his MA degrees in art history, classic archaeology, and general psychology at the Ludwig Maximilians University Munich and his PhD in art history from the Humboldt University of Berlin. He has over a decade of consulting experience, working with network data in art research and brokering within the tetrahedron of project partners, users, programmers, and customers. Among other projects, he has supported Projekt Dyabola, Bibliotheca Hertziana at the Max Planck Institute for Art History, the Munich Glyptothek, and Zentralinstitut für Kunstgeschichte. Since 2009, he has worked as DFG visiting research scientist at Barabási Lab—of the Center for Complex Network Research at Northeastern University, Boston—where he collaborates with network scientists in the study of complex art history and archaeology networks.\n",
    "name": "Maximillian Schich",
    "last_name": "Schich",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Maziyar Panahi is a big data engineer and a cloud architect with extensive experience in computer networks and software engineering. He has been developing software and planning networks for 14 years. He has been designing and implementing large-scale databases and real-time web services in public and private clouds for the past eight years. He is project manager of a big data platform (Multivac) that offers real-time REST APIs, interactive notebooks for large-scale data processing, machine learning, deep learning, NLP, and more over cloud-based Hadoop/Spark cluster. He is currently employed by CNRS as a big data engineer and system/network administrator.\n",
    "name": "Maziyar Panahi",
    "last_name": "Panahi",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Megan Heffernan is a principal research analyst in NORC at the University of Chicago’s Walsh Center for Rural Health Analysis. She is a co-author of The Appalachian Overdose Mapping Tool and led the data analysis for NORC’s Appalachian Diseases of Despair project as well as the development of a series of interactive data tools related to obesity, diabetes, and chronic diseases in central Appalachia. Heffernan received an MPH in epidemiology and biostatistics from the Boston University School of Public Health.\n",
    "name": "Megan Heffernan",
    "last_name": "Heffernan",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Megan Monroe is an assistant teaching professor in computer science at Tufts University. Previously, Monroe was a part of IBM Research, where she designed and developed visual analytics tools for a wide range of Watson technologies, including client-facing interfaces, as well as visual dashboards to enable the back-end debugging of machine learning algorithms. Monroe’s doctoral work at the University of Maryland focused on the analysis of temporal, event-based records, such as electronic health records and transaction logs. The EventFlow visualization tool that she developed has been used by Washington D.C. Children’s Hospital, the U.S. Army Pharmacovigilance Center, University of Florida’s College of Medicine, and many others. Her interests cover not only a wide range of computation, but also the application of computational thinking as a general problem-solving technique.\n",
    "name": "Megan Monroe",
    "last_name": "Monroe",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Michael A. Thompson is the spatial analyst for the Stellwagen Bank National Marine Sanctuary. His work ranges from mapping the distribution of whales and ships (such as represented by this map) to analyzing shipping noise and the underwater behavior of endangered whales based on multi-sensor tags placed on the animals.\n",
    "name": "Michael A. Thompson",
    "last_name": "Thompson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Michael Aschauer earned a master's degree in digital arts/visual media design from the University of Applied Arts in Vienna. Prior to that, he studied philosophy at the University of Vienna and informatics at the Technical University of Vienna. He lives and works as an artist and freelance technical and artistic services provider in Vienna. His works have been shown at numerous international festivals and exhibitions.\n",
    "name": "Michael Aschauer",
    "last_name": "Aschauer",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Michael Batty",
    "last_name": "Batty",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Chairman, Centre for Advanced Spatial Analysis",
    "affiliation": "University College London",
    "location": "{\"type\":\"Point\",\"coordinates\":[-0.13455508556603102,51.526074437922304]}",
    "location_name": "London, United Kingdom",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Michael J. Stamper holds a BA in graphic design and art history and an MFA in graphic/interactive design, both from Indiana University–Bloomington. From September 2010 to August 2012, he was senior designer at the Cyberinfrastructure for Network Science Center at IU. Currently, he is design lead at the National Institute of Environmental Health Sciences (NIEHS) in Durham, North Carolina.\n",
    "name": "Michael J. Stamper",
    "last_name": "Stamper",
    "roles": [
      "maker",
      "ambassador"
    ],
    "jobTitle": "Data Visualization Designer and Consultant for the Arts",
    "affiliation": "Virginia Tech",
    "location": "{\"type\":\"Point\",\"coordinates\":[-80.42334159990905,37.22837573724096]}",
    "location_name": "Blacksburg, VA, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Michael Meit, co-director of the NORC Walsh Center for Rural Health Analysis, has over 20 years of experience in public health and rural health research, including work at the state, national, and community levels. He served as the founding director of the University of Pittsburgh Center for Rural Health Practice in Bradford, Pennsylvania. Meit served on the National Advisory Committee for Rural Health and Human Services from 2004 to 2008, completed two terms on the board of directors for the National Rural Health Association, and is a current member of the board of directors of the Maryland Rural Health Association.\n",
    "name": "Michael Meit",
    "last_name": "Meit",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Michael Poremba works as a statistician and data architect, designing and constructing information systems. He holds bachelor's degrees in computer science and philosophy with additional studies in art history and design. Following the U.S. invasion of Iraq in 2003, Poremba began studying resource wars, energy depletion, and related issues. He lives with his wife, Anna, in San Francisco.\n",
    "name": "Michael Poremba",
    "last_name": "Poremba",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Michael S. Vogeley is an associate professor of physics at Drexel University. His research interests include observational cosmology, formation and evolution of galaxies and active galactic nuclei, and statistical analysis of large data sets. He received a PhD in astronomy from Harvard University and has held positions at Johns Hopkins University, the Space Telescope Science Institute, and Princeton University.\n",
    "name": "Michael S. Vogeley",
    "last_name": "Vogeley",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Michael J. Stamper holds a BA in graphic design and art history and an MFA in graphic/interactive design, both from Indiana University–Bloomington. From September 2010 to August 2012, he was senior designer at the Cyberinfrastructure for Network Science Center at IU. Currently, he is design lead at the National Institute of Environmental Health Sciences (NIEHS) in Durham, North Carolina.",
    "name": "Michael Stamper",
    "last_name": "Stamper",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Michael W. Hamburger is professor of geological sciences at Indiana University. His research interests center on the relation of earthquakes to global geological processes, earthquake hazards, and volcanic activity. His research in seismology and volcanology has included field investigations in Alaska, the Philippines, the South Pacific, Central Asia, and the central United States. Recent research involves the application of new satellite surveying techniques to studies of deformation of the Earth’s crust in the U.S. midcontinent and in active volcanoes in the Philippines. He has also taken on a leading role in creating the U.S. Educational Seismology Network (USESN), which brings seismology research instruments into hundreds of schools across the country. Hamburger has been involved in organizing campus and community response to major natural disasters, including the Indian Ocean tsunami of 2004 and the Pakistan earthquake of 2005.\n",
    "name": "Michael W. Hamburger",
    "last_name": "Hamburger",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Micki McGee",
    "last_name": "McGee",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Associate Professor of Sociology; Director, American Studies Program",
    "affiliation": "Fordham University",
    "location": "{\"type\":\"Point\",\"coordinates\":[-73.98537740713033,40.77148688377341]}",
    "location_name": "New York, NY, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "name": "Mirko Clemente",
    "last_name": "Clemente",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Moritz Laber",
    "last_name": "Laber",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Moritz Stefaner holds a BS in cognitive science from the University of Osnabrück, Germany, and an MA in interface design from the University of Applied Sciences in Potsdam, Germany. He works as a “truth and beauty operator” on the crossroads of data visualization, information aesthetics, and user-interface design. He is especially interested in the visualization of large-scale human activity, and his work beautifully balances the analytical and aesthetic aspects of mapping abstract and complex phenomena. In the past, he has helped clients such as the OECD, the World Economic Forum, Skype, Deutsche Presse-Agentur (DPA), Fédération Internationale de Football Association (FIFA), and the Max Planck Research Society to find insights and beauty in large data sets. In 2010, he was nominated for the Design Award of the Federal Republic of Germany, and his work has been exhibited at the Venice Architecture Biennale, SIGGRAPH, Ars Electronica, and the Max Planck Science Gallery. He is part of the advisory boards for the Places & Spaces exhibits and Prix Ars Electronica in the Digital Communities category. Stefaner serves as a reviewing expert for the Future and Emerging Technologies (FET) program of the European Commission. He has coauthored books published by O’Reilly Media, Springer, and others and has often spoken and lectured on the topic of information visualization. His personal portfolio is available at http://moritz.stefaner.eu, and he occasionally blogs at http://wellformed-data.net. Stefaner also publishes the Data Stories podcast together with Enrico Bertini.\n",
    "name": "Moritz Stefaner",
    "last_name": "Stefaner",
    "roles": [
      "maker",
      "ambassador"
    ],
    "jobTitle": "Truth & Beauty Operator",
    "affiliation": "Truth & Beauty",
    "location": "{\"type\":\"Point\",\"coordinates\":[8.96915218508779,53.15965793627962]}",
    "location_name": "Lilienthal, Germany",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Murray Robertson is an illustrator who has been involved with the visualization of ideas in science since 1998. As an artist and printmaker at Glasgow Print Studio, he exhibits regularly both within the United Kingdom and internationally. Robertson's works of graphic precision draw upon the iconography of signs and symbols inherent to the matrix of both mystical and scientific knowledge systems, echoing diverse cultures and empirical paradigms in an exploration of humanity's eternal and universal quest for knowledge and meaning. Projects have included working with Scottish Television (STV), the Medical Research Council, the UK Clinical Virology Network, and most recently the Electrical Engineering Department of Glasgow University, producing a series of images based on current developments in nanotechnology.\n",
    "name": "Murray Robertson",
    "last_name": "Robertson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Nathan D. Wolfe, PhD, is an American virologist. He is currently Director of Global Viral and the Lorry I. Lokey Visiting Professor in Human Biology at Stanford University. Dr. Wolfe spent over eight years conducting biomedical research in both sub-Saharan Africa and Southeast Asia.\n",
    "name": "Nathan Wolfe",
    "last_name": "Wolfe",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Nathaniel Hendren is a professor of economics at Harvard University and founding co-director of Opportunity Insights. His work is motivated by the question: Do markets provide equal opportunity? Using a combination of theoretical and empirical analysis, he documents and evaluates the potential for opportunity in various situations including insurance markets and intergenerational mobility. His work seeks to understand when and why markets fail to provide opportunity, quantify the impact of these market failures, and provide tools to normatively evaluate potential policy solutions. In 2019, he was awarded the Presidential Early Career Award for Scientists and Engineers (PECASE) having been nominated by the National Science Foundation. In his ongoing work with Opportunity Insights, he seeks to develop scalable policy solutions that will empower families throughout the United States to rise out of poverty and achieve better life outcomes. Hendren earned a B.S. in mathematics and economics from the University of Chicago, and a Ph.D. in economics from the Massachusetts Institute of Technology.\n",
    "name": "Nathaniel Hendren",
    "last_name": "Hendren",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "The National Telecommunications and Information Administration (NTIA) is an agency within the U.S. Department of Commerce, established in 1978. Prior to NTIA's inception, the executive branch had established the Office of Telecommunications Policy (OTP) in order to spearhead the administration's communications policy in certain areas, most notably cable television. The NTIA succeeded this unit, combining the responsibilities and mission of the OTP with those of the Commerce Department's Office of Telecommunications. The agency is now the principal advisor to the president on both domestic and international telecommunications and information policy activities. The NTIA also manages the federal use of the spectrum; performs cutting-edge telecommunications research and engineering, such as resolving technical telecommunications issues for the federal government and private sector; administers infrastructure and public telecommunications facilities grants; and operates the research and engineering Institute for Telecommunication Sciences in Colorado.",
    "name": "National Telecommunications and Information Administration",
    "last_name": "National",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Neal Steinberg is a co-founder and art director at kapow, inc. As a talented, experienced and versatile designer, he shifts effortlessly from creating whimsical sites for children to transforming dense and complex information into websites that are beautiful, elegant and easy to use. Before starting kapow, Steinberg co-created a groundbreaking online detective story. Prior to that, he produced commercials for Japanese television. He majored in Japanese Studies and Fine Arts at Princeton University.\n",
    "name": "Neal Steinberg",
    "last_name": "Steinberg",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ned English is a senior research methodologist at NORC at the University of Chicago with considerable experience in sample design, data analysis, geographic information systems (GIS), spatial analysis, and data analysis. He was formally trained as a geographer and so has extensive experience in the role of GIS and census data analysis with regard to survey methodology, sample design, analysis, and data visualization. English has been responsible for mapping and GIS analyses for major NORC projects including the USAID/El Salvador Monitoring & Evaluation & Learning (M&E&L) Initiative, the General Social Survey, and the National Social Life, Health, and Aging Project. He received his MS in geography from the University of Wisconsin.",
    "name": "Ned English",
    "last_name": "English",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Nees Jan van Eck has a background in computer science and has written a PhD thesis on the topic of bibliometric mapping of science. He works as a researcher at the Centre for Science and Technology Studies of Leiden University in the Netherlands. His research focuses mainly on network analysis and visualization. Nees Jan is the main developer of the freely available VOSviewer software (www.vosviewer.com) for creating and visualizing bibliometric maps of science.\n",
    "name": "Nees Jan Van Eck",
    "last_name": "Van Eck",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Nik Thoenen is a graduate of the School for Graphic Design in Biel. He is a cofounder of the design cooperative re-p.org in Vienna. Since 2007, he has worked as an artist as well as a graphic and type designer in Switzerland.\n",
    "name": "Nik Thoenen",
    "last_name": "Thoenen",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Nikita Rokotyan is a data visualization engineer and designer with a background in physics and creative technologies who specializes in creating enriched, data-driven experiences with strong dynamic and interactive components. In 2014, he founded Interacta, a data visualization studio where a team of developers, scientists, and designers build beautiful tools for visual analytics. In 2019, one of the studio’s projects—An Alternative Data-Driven Country Map—won the World Data Visualization Prize, the award organized by the World Government Summit and Information Is Beautiful. He is currently based in the San Francisco Bay area. \n",
    "name": "Nikita Rokotyan",
    "last_name": "Rokotyan",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Niko McGlashan holds a master of architecture degree from the University of Toronto. Combined with his undergraduate education in environment and urban sustainability and geographic analysis, he yields a multidisciplinary and multiscalar approach to complex urban problems. He has performed extensive climate research at both the Center for Landscape Research at the University of Toronto and the Urban Water Research Center at Ryerson University. He has investigated the accumulation of contaminants in urban tributary networks, leveraged generative design to propose adaptive climate urbanism, and developed a software toolkit for designers to automate the LEED, WELL, and AIA sustainability standards during the architectural design process. At the Center, McGlashan researches urban equity and data capture, and he develops civic technology for the public, architects, and planners.",
    "name": "Niko McGlashan",
    "last_name": "McGlashan",
    "roles": [
      "maker"
    ],
    "image": "niko-mcglashan.png"
  },
  {
    "name": "Nils Gehlenborg",
    "last_name": "Gehlenborg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Nils C. Newman is the president and founder of IISC. Mr. Newman's research interests focus on the development of analytic tools for the management of technology including the assessment of development trends and the study of the innovation process. Prior to starting IISC in 1995, he was a research analyst at the Technology Policy and Assessment Center of Georgia Tech. He has also worked as a technology policy analyst at SRI International. Mr. Newman has a bachelor of mechanical engineering and an MS in technology and science policy from Georgia Tech. He is currently pursuing a PhD in economics from MERIT at the University of Maastricht.\n",
    "name": "Nils Newman",
    "last_name": "Newman",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Noé Gaumont defended his thesis on communities and groups detection in temporal graphs in 2016. Temporal graphs is a formalism that extends graph theory to study interactions in face-to-face contacts, emails, phone calls, IP traffic, etc. In all of them, an interaction is characterized by two entities and a time interval. Gaumont’s work defines new metrics that mingle topological and temporal information to quantify key characteristics of a temporal graph – or a subset – and therefore help better understand its specificity. He applied his work to twitter during the 2017 French presidential election and reconstructed the temporal political communities.\n",
    "name": "Noé Gaumont",
    "last_name": "Gaumont",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "The National Telecommunications and Information Administration (NTIA) is an agency within the U.S. Department of Commerce, established in 1978. Prior to NTIA's inception, the executive branch had established the Office of Telecommunications Policy (OTP) in order to spearhead the administration's communications policy in certain areas, most notably cable television. The NTIA succeeded this unit, combining the responsibilities and mission of the OTP with those of the Commerce Department's Office of Telecommunications. The agency is now the principal advisor to the president on both domestic and international telecommunications and information policy activities. The NTIA also manages the federal use of the spectrum; performs cutting-edge telecommunications research and engineering, such as resolving technical telecommunications issues for the federal government and private sector; administers infrastructure and public telecommunications facilities grants; and operates the research and engineering Institute for Telecommunication Sciences in Colorado.\n",
    "name": "NTIA",
    "last_name": "NTIA",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ola Rosling is CEO & co-founder of Gapminder Foundation which he founded together with his father, Hans Rosling, and his wife, Anna Rosling Rönnlund. Since 1999, Ola lead the development of the Trendalyzer software, which was acquired by Google in 2007 where Anna and Ola turned it into the Google Motion Chart. As product manager for Google Public Data, Ola then democratized access to Public Statistics by integrating official statistical sources into Google Search results by introducing DSPL—Data Set Publishing Language. Ola then went back to Gapminder to develop free teaching materials. He initiated the Ignorance Project in 2013, to measure the widespread lack of knowledge of basic global facts.\n",
    "name": "Ola Rosling",
    "last_name": "Rosling",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Olaf Sporns received a PhD in neuroscience from the Rockefeller University and conducted postdoctoral work at the Neurosciences Institute in New York and San Diego. He is provost professor and head of the Computational Cognitive Neuroscience Laboratory in the Department of Psychological and Brain Sciences at Indiana University. His main research area is theoretical and computational neuroscience with an emphasis on network complexity, brain connectivity, and neurorobotics. He serves on the editorial boards of several journals, including PLOS ONE, PLOS Computational Biology, and Neuroinformatics. Sporns authored Networks of the Brain (2010) and Discovering the Human Connectome (2012), both with the MIT Press.\n",
    "name": "Olaf Sporns",
    "last_name": "Sporns",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Olga Subirós",
    "last_name": "Subiros",
    "roles": [
      "advisory_board"
    ],
    "jobTitle": "Curator of Big Bang Data and Founder of Olga Subirós Studio",
    "affiliation": "Olga Subirós Studio",
    "location": "{\"type\":\"Point\",\"coordinates\":[2.159623500168196,41.392821838412615]}",
    "location_name": "Barcelona, Spain",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Olivier H. Beauchesne is a Montréal-based data scientist with an interest in complex data visualization, social media analysis, public opinion, and big data. He also develops analytical and interactive data visualization tools. He holds an MS in political science, and he has previously worked as an analyst for a firm specializing in political opinion polls and market research.\n",
    "name": "Olivier H. Beauchesne",
    "last_name": "Beauchesne",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Olya Stukova is a data scientist and visualization engineer at Interacta. She developed her interest in data visualization during her master’s degree and while working as a researcher in the Climate and Environmental Physics Laboratory of the Ural Federal University in Yekaterinburg, Russia. Stukova is fascinated by the synergy of science and interactive visualization when they are combined. She thinks that the right tool is based on the strong principles of physics and mathematics and empowered with a visualization-based user interface.\n",
    "name": "Olya Stukova",
    "last_name": "Stukova",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Onur Varol is a postdoctoral research associate at the Center for Complex Networks Research, Northeastern University. He completed his PhD in informatics at Indiana University–Bloomington. His thesis analyzes manipulation and threats on social media and received a 2018 University Distinguished PhD Dissertation Award. He has developed a system called Botometer to detect social bots on Twitter, and his team ranked top-3 worldwide at the 2015 DARPA Bot Detection Challenge. He interned at Microsoft Research for two summers during his PhD to develop causal analysis of large-scale social media timelines He is currently working on quantifying the success of online personas and the impact of their actions. He is also modeling user interactions, leveraging online data across multiple platforms to understand conscious and unconscious behaviors. \n",
    "name": "Onur Varol",
    "last_name": "Varol",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Pablo Arrigada",
    "last_name": "Arrigada",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Palm Jumnongrat",
    "last_name": "Jumnongrat",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Patric Hagmann earned his medical degree from the University of Lausanne, Switzerland. In 2001, he completed his education with a postgraduate program in biomedical engineering at the École Polytechnique Fédérale de Lausanne (EPFL). From 2001 to 2005, he worked at the Signal Processing Institute (ITS) as a research assistant and also conducted studies at the Martinos Center for Biomedical Imaging of Harvard Medical School. In 2005, he received a PhD from the School of Computer and Communication Sciences at EPFL for his work entitled “From Diffusion MRI to Brain Connectomics.” Hagmann works at the University Hospital of Lausanne and also conducts research at EPFL and ITS. His current research includes the theoretical foundations of diffusion MRI and its mathematical representation; the relationship between the diffusion MRI signal and brain axonal trajectories, known as tractography or fiber tracking; the mathematical representation of brain connectivity, or the brain connectome, and its architecture; and comparative neuroanatomy between different classes of subjects.\n",
    "name": "Patric Hagmann",
    "last_name": "Hagmann",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Patrick McKercher teaches in the Writing Program at the University of California Santa Cruz. He did his doctoral work on the nature and use of metaphor in the Rhetoric and Linguistics program at the University of British Columbia in Vancouver, Canada. He has extensive outreach experience and worked on integrating digital technology into K-16 education, building computer labs in public schools and creating professional development workshops to train teachers to leverage and explore these resources. In particular, he has researched the educational potential of virtual worlds from the time of text-based MUDs/MOOs to the present. He frequently presents at education technology conferences such as EARLI, CUE and EdTech. More recently, he has been project manager for James Burke's Knowledge Web (K-Web.org).\n",
    "name": "Patrick McKercher",
    "last_name": "McKercher",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Paul M. G. Otlet (1868–1944) was a Belgian lawyer, bibliographer, and internationalist. He pioneered the field of what is today known as information science, which he first called “documentation.” Otlet is often considered the father of information management. In her 2002 documentary, The Man Who Wanted to Classify the World, Franзoise Levie chronicles Otlet’s obsession to categorize, encode, and unify published materials from all over the world. His classification system can be seen as the predecessor of hypertext. Otlet imagined a modern library with no physical books, the contents of which could be viewed onscreen. After 1918, long before the development of the Internet, Otlet had coined and used terms such as “web of knowledge,” “link,” and “knowledge network” to describe his vision for a central repository of all human knowledge.\n",
    "name": "Paul Marie Ghislain Otlet",
    "last_name": "Otlet",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Pedro Cruz",
    "last_name": "Cruz",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Peer Bork holds a PhD in biochemistry and a habilitation in theoretical biophysics. He is a senior group leader and joint head of the Structural and Computational Biology unit at the European Molecular Biology Laboratory (EMBL) in Heidelberg, Germany. Bork works in various areas of computational biology and systems analysis with a focus on function prediction, comparative analysis, and data integration.\n",
    "name": "Peer Bork",
    "last_name": "Bork",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Peter A. Gloor is a research scientist at the Center for Collective Intelligence at MIT's Sloan School of Management where he leads a project exploring Collaborative Innovation Networks. He is also founder and chief creative officer of software company galaxyadvisors. In addition, Peter is an honorary professor at University of Cologne, a lecturer at Aalto University in Helsinki, and distinguished visiting professor at P. Universidad Católica de Chile. Previously, Peter was a partner with Deloitte Consulting, leading its e-Business practice for Europe, a partner with PricewaterhouseCoopers and the section leader for software engineering at UBS.\n",
    "name": "Peter A. Gloor",
    "last_name": "Gloor",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Peter A. Hook",
    "last_name": "Hook",
    "roles": [
      "ambassador",
      "advisory_board"
    ],
    "jobTitle": "Director and Associate Dean of the Law Library",
    "affiliation": "Washington University",
    "location": "{\"type\":\"Point\",\"coordinates\":[-90.3121137,38.6498874]}",
    "location_name": "St. Louis, MO, US",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Dr. Peter Daszak, president of EcoHealth Alliance, is a leader in the field of conservation medicine and a respected disease ecologist. EcoHealth Alliance is a global organization dedicated to innovative conservation science linking ecology and the health of humans and wildlife. EcoHealth Alliance's mission is to provide scientists and educators with support for grassroots conservation efforts in 20 high-biodiversity countries in North America, Asia, Africa, and Latin America.\n",
    "name": "Peter Daszak",
    "last_name": "Daszak",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Peter Gassner is a senior interaction engineer and partner at Interactive Things. He holds an MA in interaction design from Zürich University of the Arts. As a full-stack engineer, his work centers around turning clients’ ideas into robust and responsive applications. His drive to find the right answer instead of the quick one influences technological choices but also inspires design decisions.",
    "name": "Peter Gassner",
    "last_name": "Gassner",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Peter Herman is a research methodologist at NORC at the University of Chicago with over six years of experience in data analysis, geographic information systems (GIS), data visualization, and web design. Herman has served as the principal programmer on several interactive data visualization websites at NORC, such as the *Appalachian Overdose Mapping Tool* and the *Geography of Social Isolation Tool*. Herman received his master’s degree in urban spatial analytics from the University of Pennsylvania.",
    "name": "Peter Herman",
    "last_name": "Herman",
    "roles": [
      "maker"
    ],
    "image": "herman_peter.png"
  },
  {
    "name": "Peter Klimek",
    "last_name": "Klimek",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Petra Ahrweiler",
    "last_name": "Ahrweiler",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Professor of Technology and Innovation Assessment Institute of Sociology",
    "affiliation": "Johannes Gutenberg University Mainz",
    "location": "{\"type\":\"Point\",\"coordinates\":[8.241635139018463,49.99376452239427]}",
    "location_name": "Mainz, Germany",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "name": "Philipp Hofeneder ",
    "last_name": "Philipp Hofeneder ",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Philip J. DeCamp received his undergraduate degree at MIT and defended his PhD at the MIT Media Lab—where he is now a research assistant in the Cognitive Machines division, contributing significantly to the group’s data visualization work.\n",
    "name": "Phillip J. Decamp",
    "last_name": "Decamp",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Qing Ke is a postdoctoral research associate at the Center for Complex Networks Research, Northeastern University. He is interested in science and technology studies in general, with current focus on the biomedical research ecosystem and specifically the interaction between science and technology there. Prior to Northeastern University, he earned his PhD in informatics at Indiana University. \n\"",
    "name": "Qing Ke",
    "last_name": "Ke",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Raj Chetty is the William A. Ackman Professor of Public Economics at Harvard University and director of Opportunity Insights. Chetty’s research combines empirical evidence and economic theory to help design more effective government policies. His work on tax policy, unemployment insurance, and education has been widely cited in media outlets and Congressional testimony. His current research focuses on equality of opportunity: how can we give children from disadvantaged backgrounds better chances of succeeding? Chetty earned his AB summa cum laude from Harvard College in 2000 and his Ph.D. from Harvard University in 2003. He has received numerous awards for his research, including a MacArthur \"Genius\" Fellowship and the John Bates Clark medal, given to the economist under 40 whose work is judged to have made the most significant contribution to the field. He has also received the Sherwin Rosen Prize of the Society of Labor Economists and Calvó-Armengol International Prize in Economics. He was elected as a fellow to the American Academy of Arts and Sciences in 2014 and as a member to the National Academy of Sciences in 2018.\n",
    "name": "Raj Chetty",
    "last_name": "Chetty",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Randall Munroe is the creator of the popular web comic xkcd and author of What If?: Serious Scientific Answers to Absurd Hypothetical Questions (John Murray, 2014) and Thing Explainer (Houghton Mifflin Harcourt, 2015). While earning a degree in physics from Christopher Newport University, Munroe worked at the Langley Research Center as a contract programmer and roboticist for NASA. When his contract was not renewed in October of 2006, Munroe moved to Boston and devoted himself to full-time work on xkcd.\n",
    "name": "Randall Munroe",
    "last_name": "Munroe",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Raúl Sánchez is a Spanish journalist covering stories about inequality, taxation, migration, agriculture, the labor market, elections, and public health. He has coordinated the *elDiario.es* data team since 2018. He has participated in journalistic investigations such as \"Castellana Papers,\" which unveiled the tricks wealthy Spaniards use to avoid taxes; “Enslaved Land,” about the dark side of plantation crops; “Spain Lives in Flats,” which mapped the heights of more than 12 million buildings; and “Giving Birth with a Scalpel,” an investigation that revealed the C-section rates of each hospital in Spain. Since 2015 he has been trying to tell stories based on database analysis at *elDiario.es*.",
    "name": "Raúl Sánchez González",
    "last_name": "González",
    "roles": [
      "maker"
    ],
    "image": "raúl-sánchez-gonzález.png"
  },
  {
    "body": "Rex Robison holds a BS in mathematics and psychology from Purdue University, an MA in library science from the University of Maryland, and a PhD in biological psychology from Stanford University. He works as an informationist at the National Institutes of Health (NIH) Library in Bethesda, Maryland. The informationist program blends information science expertise with subject area knowledge, providing NIH staff with customized library services. Robison works mainly with staff who either conduct or provide funding for neuroscience and psychology research. His work at NIH has included searching the literature, coordinating the construction of databases and websites, conducting library research, and training and troubleshooting on the use of information resources. He is also active on the library’s instruction, emerging technologies, web, and collection development teams. Prior to working at NIH, Robinson’s employment included reviewing scientific and medical issues in product liability lawsuits and teaching at a community college in Hawaii.\n",
    "name": "Rex Robison",
    "last_name": "Robison",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ricardo Hausmann holds a PhD in economics from Cornell University. He is the director of Harvard University's Center for International Development and professor of the Practice of Economic Development at the John F. Kennedy School of Government. From 1985 to 1991, Hausmann was professor of economics at Instituto de Estudios Superiores de Administración (IESA) in Caracas, Venezuela, where he founded the Center for Public Policy. He has also served as minister of planning in Venezuela from 1992 to 1993 and as the first chief economist of the Inter-American Development Bank from 1994 to 2000. His research interests include issues of growth, macroeconomic stability, international finance, and the social dimension of development.\n",
    "name": "Ricardo Hausmann",
    "last_name": "Hausmann",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Riccardo Maria Pulselli is an architect with a PhD in environmental chemistry from the University of Siena, Italy—and is now a member of the university's Ecodynamics group. In 2004, he was a visiting student at MIT's SENSEable City Laboratory. His research has focused on the study of regional and urban systems, promoting new investigative forms, and developing tools for understanding and managing contemporary cities in the framework of sustainability. With Enzo Tiezzi, he coauthored the book City Out of Chaos: Urban Self-Organization and Sustainability (2009).\n",
    "name": "Riccardo Maria Pulselli",
    "last_name": "Pulselli",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Richard Katz holds a degree in cinematography from New York University, and by invitation did advanced studies in cinematography at the American Film Institute. He has worked as a catalyst and secular evangelist at several major software companies including Intuit. Richard became interested in resource depletion in the early 1970s. He lives with his wife, Ann, their cat, and their dog in San Francisco.\n",
    "name": "Richard Katz",
    "last_name": "Katz",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Richard Klavans holds an engineering degree from Tufts University, an MA from the MIT Sloan School of Management, and a PhD in management from the Wharton School of the University of Pennsylvania. He is the founder of SciTech Strategies, Inc., and has published extensively on the science and art involved in science mapping. He has also created large-scale maps of science for research planning in industry (Abbott Laboratories, AstraZeneca, DuPont, GlaxoSmithKline and formerly SmithKline Beecham, Kellogg’s, Kraft Foods, and Unilever), at government agencies (DOE, NSF, and NIH), and at more than 20 universities. His most recent research initiative is the prediction of scientific breakthroughs using a dynamic microstructural map of science.\n",
    "name": "Richard Klavans",
    "last_name": "Klavans",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Richard Merrick holds a BS and an MS in city and regional planning from Clemson University, an MS in biological oceanography and an MS in marine resource management from Oregon State University, and a PhD in fisheries from the University of Washington. He joined NOAA Fisheries in 1985 as a marine mammal staff scientist at the Alaska Fisheries Science Center. In 1997, he transferred to the Northeast Fisheries Science Center, where he initially served as branch chief for protected species and then as chief of the Resource Evaluation and Assessment Division. While there, he directed the center’s assessment, ecological, and social-science research for fish and protected species and in the process created the map shown here. In 2011, Merrick began serving as chief science advisor and director of scientific programs. As the head of NOAA Fisheries’ scientific operations, he leads NOAA’s six regional Fisheries Science Centers, including 30 laboratories. He also spearheads the direct science efforts needed to support sustainable fisheries and ecosystems as well as to continue domestic progress in ending overfishing, rebuilding fish populations, saving critical species, and preserving vital habitats.\n",
    "name": "Richard Merrick",
    "last_name": "Merrick",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Rita Costa",
    "last_name": "Costa",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Rob Bracken is a writer and communications manager for a major software company. He holds a master's degree in English from the University of Missouri. Rob became interested in oil and energy issues several years ago, after reading The Party's Over by Richard Heinberg. Rob lives in San Francisco with his wife, Deidra, and their cat.\n",
    "name": "Rob Bracken",
    "last_name": "Bracken",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Robert K. Nelson is the director of the Digital Scholarship Lab and head of digital engagement at University of Richmond’s Boatwright Library. He is the editor of _American Panorama: An Atlas of United States History_, which includes \"Mapping Inequality: Redlining in New Deal America.\" _American Panorama_ received the 2019 Roy Rosenzweig Prize for Innovation in Digital History from the American Historical Association and was named a tech innovation by the _Chronicle of Higher Education's_ in 2016. \"Mapping Inequality\" received Honorable Mention for the 2019 Garfinkel Prize from the American Studies Association's Digital Humanities Caucus. Other digital history projects that Nelson has developed include _Mining the Dispatch_ and a remediated, enhanced version of Charles Paullin's 1932 _Atlas of the Historical Geography of the United States_. Nelson teaches courses related to antislavery and slavery in the United States and about the digital humanities. \n",
    "name": "Robert K. Nelson",
    "last_name": "Nelson",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Roberta Sinatra is a theoretical physicist by training, working at the forefront of network and data science, developing novel theoretical methods and analyzing empirical data sets on social phenomena and human behavior. Her research projects span topics as diverse as random walks and human mobility on networks, to quantifying human behavior during cooperative games by EEG measurements. Currently, she spends particular attention on the analysis and the modeling of information and dynamics that lead to the collective phenomenon of success. She is an assistant professor at Central European University in Budapest, Hungary.\n",
    "name": "Roberta Sinatra",
    "last_name": "Roberta Sinatra",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Robin Haunschild",
    "last_name": "Haunschild",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Roger W. Sinnott is the editor and author of numerous astronomy books. He coauthored Sky Catalogue 2000.0, a comprehensive collection of standard data for astronomical objects. The introduction contains a Messier list, an OB stellar association, and a Local Group and Cluster of Galaxies table—as well as photos of M45, M13, M24, M104, and several non-Messier objects; a comprehensive list of references; and a glossary of selected astronomical names. The Interactive Factory (iFactory) is a privately held company based in Boston. Its mission is to serve clients through the conception and execution of innovative, intelligent, and usable digital media solutions. IFactory thrives on the challenges of information architecture, content development, usability testing, and innovative, beautiful design. It believes in the fusion of purpose and play: that functional, useful tools should also compel and that engineering knowledge should encompass everything from legacy database systems to the latest tools for content management and graphics.Sky & Telescope magazine is an institution in the world of astronomy. From its birth in 1941 to the present day, it has managed to retain a high level of quality that has earned a devoted following. A complete history of the magazine is available online.\n",
    "name": "Roger W. Sinnott",
    "last_name": "Sinnott",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Rossano Schifanella is an assistant professor in computer science at the University of Turin, Italy, and a former visiting scientist at Yahoo Labs and at the Center for Complex Networks and Systems Research at the Indiana University School of Informatics and Computing where he applied computational methods to model social behavior in online platforms. His research interests mainly focus on urban computing, designing new mapping tools that integrate users’ multi-sensorial experience. He is also passionate about computational frameworks to model aesthetics and creativity in social media and data visualization.",
    "name": "Rossano Schifanella",
    "last_name": "Schifanella",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Rüdiger Mutz holds degrees in psychology and economy and is currently a senior researcher at the Professorship for Social Psychology and Research on Higher Education at ETH Zurich, Switzerland. Mutz has been working in biostatistics since 1990, beginning as a research associate at the Institute of Forest Utilization and Work Science at the University of Freiburg (Germany). He completed a PhD in 1998 at the Faculty of Forest Sciences at the University of Freiburg with a thesis in biostatistics. Concurrently with his doctorate work, he headed an evaluation project on students’ and teachers’ acceptance of study program reforms in forest sciences. In 2002, Mutz was awarded the Promotion Prize in Environmental Psychology of the Environmental Psychology Working Group of the German Society for Psychology (DGPs). Mutz has been at the ETH Zurich since January 2003. He teaches social psychology, and his research on higher education focuses on such issues as the statistical development of a bias-corrected ranking procedure for universities based on student surveys or bibliometric data, meta-analyses (e.g., reliability of peer review), and bibliometric network analysis.\n",
    "name": "Rüdiger Mutz",
    "last_name": "Mutz",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Russell J. Duhon designs, programs, parses, researches, and visualizes at the Cyberinfrastructure for Network Science Center at Indiana University. He likes making the little algorithms that fit between the big ones. His areas of interest include economics-inspired modeling of scientific activity, statistical methods for understanding data, and unusual data sets. He received a bachelor's degree in computer science from the School of Informatics at Indiana University in Bloomington, Indiana.\n",
    "name": "Russell J. Duhon",
    "last_name": "Duhon",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ryan Chute supports the scientific mission of the Digital Library Research and Prototyping Team at the Los Alamos National Laboratory, and supported the data management and analysis that underpinned the creation of this map.\n",
    "name": "Ryan Chute",
    "last_name": "Chute",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Sam Learner",
    "last_name": "Learner",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Samuel T. Mills holds a BFA in studio art and a BA in philosophy from Augustana College. From 2012 to August 2015, he was senior UX designer with the Cyberinfrastructure for Network Science Center at Indiana University–Bloomington. Currently, he is a web developer on the IU School of Education’s marketing and communications team.\n",
    "name": "Samuel T. Mills",
    "last_name": "Mills",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Sara Irina Fabrikant",
    "last_name": "Fabrikant",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Professor of Geography, Head of the Department of Geography and Digital Society Initiative",
    "affiliation": "University of Zürich",
    "location": "{\"type\":\"Point\",\"coordinates\":[8.550852452417894,47.374293016645105]}",
    "location_name": "Zürich, Switzerland",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Sarah Crespi is the senior podcast producer and host at *Science*. She has spent the past 10 years pushing the latest science through her brain like cheese through a grater. The shreds: videos, podcasts, GIFs, and stories. She has a master's in journalism from the Knight Center for Environmental Journalism at Michigan State University and a BA in biology from Reed College.",
    "name": "Sarah Crespi",
    "last_name": "Crespi",
    "roles": [
      "maker"
    ],
    "image": "crespi_sarah.png"
  },
  {
    "body": "Sarah Huggett holds an MPhil in literature. She provides strategic insights to colleagues and publishing partners, and informs the bibliometrics debate through various communications.\n",
    "name": "Sarah Hugget",
    "last_name": "Hugget",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Sarah Williams is an associate professor of technology and urban planning at the Massachusetts Institute of Technology (MIT) where she is also director of the Civic Data Design Lab and the Leventhal Center for Advanced Urbanism. Williams combines her training in computation and design to create communication strategies that expose urban policy issues to broad audiences and create civic change. She calls the process *Data Action*, which is also the name of her recent book published by MIT Press. Williams is co-founder and developer of Envelope.city, a web-based software product that visualizes and allows users to modify zoning in New York City. Her design work has been widely exhibited, and she has won numerous awards, including being named one of the top 25 technology planners and a “Game Changer” by *Metropolis* magazine.",
    "name": "Sarah Williams",
    "last_name": "Williams",
    "roles": [
      "maker"
    ],
    "image": "image.jpg"
  },
  {
    "name": "Scott B. Weingart",
    "last_name": "Weingart",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Program Director, Digital Humanities",
    "affiliation": "Carnegie Mellon University",
    "location": "{\"type\":\"Point\",\"coordinates\":[-79.94274261334347,40.44324350522254]}",
    "location_name": "Pittsburgh, PA, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Sébastien Heymann is a research engineer at the Institute for Scientific and Technical Information (INISTCNRS) in France. He has an MS in computer science from the University of Technology of Compiègne, specializing in cognitive science and human–computer interaction. Passionate about open-source strategies, Heymann focuses on managing the community of the Gephi project. Deeply interested in network science and data visualization, he is working toward his PhD as part of the Complex Networks team at the Laboratoire d’Informatique de Paris 6, studying the dynamic topology of real-world networks, such as social networks, computer networks, and the Web overall.\n",
    "name": "Sébastien Heymann",
    "last_name": "Heymann",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Sepp Deinhofer studied informatics and computer science at the Vienna Technical University, as well as visual media design at the University of Applied Arts in Vienna. He lives and works in Vienna as a freelance software engineer, and is closely involved with the design cooperative re-p.org.\n",
    "name": "Sepp Deinhofer",
    "last_name": "Deinhofer",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Sergey Ryadovoy",
    "last_name": "Ryadovoy",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Shashikant Penumarthy was a PhD student at the School of Library and Information Science, Indiana University, and holds a master's degree in computer science from that institution. His research pertains to enabling interoperability among visualization tools by using ontologies to describe and process visualization concepts in an automated manner. As part of this line of research, he developed the Virtual World Toolkit (VWTk), which is freely available via SourceForge. He also works as an independent consultant on the design and development of visualization-centric modeling and analysis tools and user interfaces.\n",
    "name": "Shashikant Penumarthy",
    "last_name": "Penumarthy",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Shing-Yun Chiang works with data directly to create visualizations that convey insights better. She has experience in visualizing data through various approaches including static graphics, interactive web applications, and 3D physical artifacts. she is currently working at Graphicacy, a data-focused design studio, and has interned at Thomson Reuters Labs. Before getting into the world of data visualization, Chiang worked as a journalist and assistant editor for two years. She received an MFA in information design and visualization from Northeastern University and a BA in journalism from National Chengchi University, Taiwan.",
    "name": "Shing-Yun Chiang",
    "last_name": "Chiang",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Siori Kitajima",
    "last_name": "Kitajima",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Sophia Baum",
    "last_name": "Baum",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Stefan Thurner",
    "last_name": "Thurner",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Stefanie Posavec is a freelance graphic designer who focuses on projects ranging from data visualization and information design to designing books and book covers (or anything in between) for publishers and creative agencies. Her personal data projects have been exhibited internationally, including exhibitions at the Millennium Galleries, Sheffield, Somerset House, London and the Museum of Modern Art, New York.\n",
    "name": "Stefanie Posavec",
    "last_name": "Posavec",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Stephanie Yee is passionate about the power of data science and machine learning and enjoys making complex concepts accessible to others. She is currently VP of Product Data Science & Engineering at Netflix. In the past, she’s been at Stitch Fix, Cardiogram, Sift Science, Google, Bain & Company, and Vector Capital. Yee holds an MS in statistics from Stanford University and a BA in economics from Columbia University. She lives in San Francisco with her husband and twin daughters. Prior to having kids she had hobbies. These included cooking, traveling, and making ceramics. An economist at heart, she studied statistics because it helps the world make sense.",
    "name": "Stephanie Yee",
    "last_name": "Yee",
    "roles": [
      "maker"
    ],
    "image": "sy_photo.jpg"
  },
  {
    "body": "Stephen Mautner is executive editor of the National Academies Press and the Office of Communications of the National Academies of Sciences, Engineering, and Medicine. He is responsible for the development of diverse communications products, including practitioner guides based on Academy studies, special summaries of reports, topical websites, videos, and interactive digital features. He has served the Academy for 25 years and is grateful for the opportunity to have been engaged in so many different kinds of projects. He received his BA from Brown University and an MA from Johns Hopkins University.",
    "name": "Stephen Mautner",
    "last_name": "Mautner",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Stephen Miles Uzzo",
    "last_name": "Uzzo",
    "roles": [
      "ambassador",
      "advisory_board"
    ],
    "jobTitle": "Chief Scientist",
    "affiliation": "National Museum of Mathematics",
    "location": "{\"type\":\"Point\",\"coordinates\":[-73.85185343422677,40.74741271353572]}",
    "location_name": "New York, NY, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Dr. Stephen S. Morse's interests focus on epidemiology and risk assessment of infectious diseases (particularly emerging infections, including influenza), and improving disease early warning systems. In 2000, he returned to Columbia after 4 years in government as program manager for Biodefense at the Defense Advanced Research Projects Agency (DARPA), Department of Defense, where he co-directed the Pathogen Countermeasures program and subsequently directed the Advanced Diagnostics program. Before coming to Columbia, he was assistant professor of Virology at The Rockefeller University in New York, and remains an adjunct faculty member.\n",
    "name": "Stephen Morse",
    "last_name": "Morse",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Steven A. Morris is an electrical engineer and native of Tulsa, Oklahoma. He earned BSEE and MSEE degrees from Tulsa University in 1983 and 1986, respectively, and worked as a research scientist in the petroleum industry for 15 years. Returning to academic studies in 1999, he conducted research in the mapping of journal and patent literature for technology forecasting and technology management applications. After earning a PhD in electrical engineering from Oklahoma State University in 2005, he developed crossmaps as a means to visually examine and communicate correlations among the diverse scholarly entities and their attributes.\n",
    "name": "Steven A. Morris",
    "last_name": "Morris",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Steven Ross is a senior technical staff member at the IBM Research Visual AI Lab. Before joining the Visual AI Lab, he was part of the IBM Research Collaborative User Experience team, where he worked on collaboration and collective intelligence applications, as well as conversational speech interaction systems. Previously, Ross was a senior architect for the Lotus 1-2-3 spreadsheet application, software team lead for the Verbex continuous speech recognition systems, and a founder of Reasonix, where he developed automated reasoning systems and optimizing compilers. Outside of work, he is an avid exercise buff and a live-music enthusiast. ",
    "name": "Steven Ross",
    "last_name": "Ross",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Subhadeep Jana",
    "last_name": "Jana",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Sujit Bhattacharya",
    "last_name": "Bhattacharya",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Chief Scientist",
    "affiliation": "National Institute of Science Technology and Development Studies",
    "location": "{\"type\":\"Point\",\"coordinates\":[77.17346276852737,28.637217167416907]}",
    "location_name": "New Delhi, India",
    "region": "asia",
    "image": "image.jpg"
  },
  {
    "body": "Sumiko Mekaru, DVM, PhD, is a veterinarian and epidemiologist interested in environmental factors contributing to infectious disease outbreaks. Her doctoral research examined environmental risk factors for infectious diseases. She is a research fellow with the Computational Epidemiology Group at Boston Children's Hospital.\n",
    "name": "Sumiko Mekaru",
    "last_name": "Mekaru",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Sune Lehmann is an associate professor in the Department of Applied Mathematics and Computer Science at the Technical University of Denmark. In the past, he has worked as a postdoctoral fellow at the Institute for Quantitative Social Science at Harvard University and the Center for Complex Network Research at Northeastern University. Starting out as a physicist at the Niels Bohr Institute, Sune's interest in complex systems has gradually shifted his attention towards network science and massive datasets. He currently works in the intersection between physics, sociology, and computer science.\n",
    "name": "Sune Lehmann",
    "last_name": "Lehmann",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Supawich Orian",
    "last_name": "Orian",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Susan Aman is a software developer at the Children's Hospital Informatics Program. She has over 10 years of experience in the internet industry, including system administration and web development work at Firefly Inc., iCast Corporation (a CMGi company), and most recently at Northeastern University.\n",
    "name": "Susan Aman",
    "last_name": "Aman",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Suzan Iloglu",
    "last_name": "Iloglu",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Tammie O'Rourke is systems integrator and chief architect of the Global Animal Information System (GAINS), the wildlife health information management system in use for USAID PREDICT, a global endeavour to monitor for emerging zoonotic diseases of wildlife. Tammie has over 25 years experience developing systems and databases for various for-profit, non-profit, and government organizations, and is an expert at developing and implementing information management systems for use in a global context.\n",
    "name": "Tammie O'Rourke",
    "last_name": "O'Rourke",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "The IPCC WGI Atlas team",
    "last_name": "The IPCC WGI Atlas team",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "National Geographic EarthPulse is a visual report on global trends published annually by National Geographic Maps and distributed worldwide in multiple languages. It aims to provide access to accurate, unbiased facts so that a world brimming with possibilities and perils can begin to make sense.\n",
    "name": "The National Geographic Society Earthpulse Team",
    "last_name": "The",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "The National Geographic Society (NGS), has been inspiring people to care about our planet since 1888. It is one of the largest nonprofit scientific and educational institutions in the world—with interests that encompass not only geography, archaeology, and natural science, but also the promotion of environmental and historical conservation and the study of world culture and history. Headquartered in Washington, D.C., in the United States, it is one of the largest nonprofit scientific and educational institutions in the world.\n",
    "name": "The National Geographic Society",
    "last_name": "The",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "The World Bank is an international financial institution that provides leveraged loans to developing countries for capital programs. It has a stated goal of reducing poverty and consists of five organizations: (1) The International Bank for Reconstruction and Development (IBRD) lends to governments of middle-income and credit worthy low-income countries. (2) The International Development Association (IDA) provides grants and interest-free loans, called \"credits,\" to the governments of the poorest countries. (3) The International Finance Corporation (IFC) provides loans, equity, and technical assistance to stimulate private-sector investment in developing countries. (4) The Multilateral Investment Guarantee Agency (MIGA) provides guarantees against losses caused by noncommercial risks to investors in developing countries. (5) The International Centre for Settlement of Investment Disputes (ICSID) provides international facilities for conciliation and arbitration of investment disputes.\n",
    "name": "The World Bank",
    "last_name": "The",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Theodora Michaelidou is a graduate student in the School of Education at Indiana University. Recently, she joined Option Six, an e-learning company based in Bloomington, Indiana.\n",
    "name": "Theodora Michaelidou",
    "last_name": "Michaelidou",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Thomas Thornhill",
    "last_name": "Thornhill",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Tim Stutts is a multifaceted designer drawn to challenges involving interaction, sensory feedback, and data visualization. He currently works as a lead interaction designer at Magic Leap, nurturing input, interactions, and systems for spatial computing. Previous endeavors have included developing interactive data visualizations at IBM Watson’s Cognitive Visualization Lab, prototyping patented augmented reality heads-up display applications for Honda Research Institute, creating a gestural music sequencer for Oblong, and programming data-inspired visual effects on an IBM Smarter Planet commercial campaign for Motion Theory. He lives north of Miami, Florida, with his wife and two young daughters.",
    "name": "Tim Stutts",
    "last_name": "Stutts",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Timothy Utter",
    "last_name": "Utter",
    "roles": [
      "advisory_board"
    ],
    "jobTitle": "Library Manager",
    "affiliation": "Clark Library, University of Michigan",
    "location": "{\"type\":\"Point\",\"coordinates\":[-83.7381823,42.2759458]}",
    "location_name": "Harlan H. Hatcher Graduate Library South",
    "region": "n_america",
    "image": "timutter.jpg"
  },
  {
    "name": "Tobias Reisch",
    "last_name": "Reisch",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Todd M. Holloway was a PhD candidate in computer science at Indiana University. He holds a BA from Grinnell College and an SM from Indiana University, both in computer science. His research interests include data mining, case-based reasoning, information retrieval, personalization, and information visualization.\n",
    "name": "Todd Holloway",
    "last_name": "Holloway",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Todd joined CNS in 2012 as Exhibit Co-Curator and Copy Editor. With a BA in English from the University of Wisconsin-Milwaukee and an MA in English from Miami University of Ohio, he previously spent time teaching classes on poetry, fiction, and creative writing to students at Miami University, University of Cincinnati, Xavier University, and Indiana University.\n\nTodd is an invaluable writer and editor for the Center. Just about everything that's published by CNS makes it to Todd's desk first.",
    "name": "Todd Theriault",
    "last_name": "Theriault",
    "roles": [
      "team",
      "co-curator"
    ],
    "jobTitle": "Copy Writer and Editor at the Cyberinfrastructure for Network Science Center",
    "affiliation": "Indiana University - Bloomington",
    "location": "{\"type\":\"Point\",\"coordinates\":[-86.51239096685244,39.17539877656838]}",
    "location_name": "Bloomington, IN, USA",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Tomas Carnecky is a senior interaction engineer at Interactive Things. He holds a BS in computer science from Lucerne University of Applied Sciences and Arts. His work centers around front- and back-end web development and data management. He is a passionate web application developer with a strong interest in everything related to the web and functional programming languages.",
    "name": "Tomas Carnecky",
    "last_name": "Carnecky",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Tony Chu has spent over a decade thinking about the design of machine learning tools and systems. Currently, he is a product designer at Tecton.ai, where he works on UX for data scientists and data engineers. Previously, he worked at Facebook AI Noodle Analytics, H2O, and Sift Science. Chu holds an MFA in interaction design from the School of Visual Arts in New York City, where he tried to change congress with the infographic “Let’s Free Congress.” He enjoys using data visualization to tell stories and creating generative art in digital and analogue mediums.",
    "name": "Tony Chu",
    "last_name": "Chu",
    "roles": [
      "maker"
    ],
    "image": "tony_photo.jpg"
  },
  {
    "body": "Dr. Tracey Goldstein obtained her PhD at the University ofCalifornia, Davis studying phocine herpesviral infections in harbor seals and, following that, completed two postdoctoral training opportunities: at The Alaska Sealife Center focusing on population health and disease in Steller sea lions and sea otters and at The Marine Mammal Center, examining the sublethal effects of domoic acid on California sea lion health. She is currently in research position at the UC Davis Wildlife Health Center studying the effects of infectious and non-infectious disease in marine mammal populations.\n",
    "name": "Tracey Goldstein",
    "last_name": "Goldstein",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "The United States Geological Survey is a governmental agency that studies the country’s landscape and natural resources, as well as the hazards that may endanger them. The USGS is part of the United States Department of the Interior and is headquartered in Reston, Virginia.\n",
    "name": "US Geological Survey",
    "last_name": "US",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Valeska P. Korff is Junior Professor of Methods in Organizational and Administrative Research at the University of Potsdam, Germany. Her research focuses on ambiguities and contestations associated with processes of institutionalization—such as prevalent in the context of the rationalization of civil society—and the role of organizations as drivers and sites of these dynamics. She holds a PhD in sociology from the University of Groningen, The Netherlands.\n",
    "name": "Valeska Korff",
    "last_name": "Korff",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Veslava Osinska",
    "last_name": "Osinska",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Associate Professor in the Institute of Information and Book Studies",
    "affiliation": "Nicolas Copernicus University",
    "location": "{\"type\":\"Point\",\"coordinates\":[18.566878362151815,53.02046958338345]}",
    "location_name": "Torun, Poland",
    "region": "europe",
    "image": "image.jpg"
  },
  {
    "body": "Vincent Lariviére is assistant professor at the School of Library and Information Science, Université de Montréal, Associate Researcher at Observatoire des sciences et des technologies, Université du Québec à Montréal, and regular member of Centre interuniversitaire de recherche sur la science et la technologie, Université du Québec à Montréal. His research is oriented toward characterizing scientific research systems in Quebec, in Canada, and in the world, as well as the transformations in the production and diffusion of scientific knowledge in the digital world.\n",
    "name": "Vincent Lariviére",
    "last_name": "Larivière",
    "roles": [
      "maker"
    ],
    "jobTitle": "Professor of Information Science at the École de Bibliothéconomie et des Sciences de L'information",
    "affiliation": "Universitè de Montrèal",
    "location": "{\"type\":\"Point\",\"coordinates\":[-73.61556164597125,45.50373575011858]}",
    "location_name": "Montréal, Canada",
    "region": "n_america",
    "image": "image.jpg"
  },
  {
    "body": "Vittoria Colizza is a research scientist at the Institute for Scientific Interchange (ISI Foundation, Turin, Italy) where she leads the Computational Epidemiology Laboratory. Vittoria obtained her PhD in physics at the International School for Advanced Studies (SISSA) in Trieste, Italy, in 2004. After holding a research position at the Indiana University School of Informatics in Bloomington, Indiana, she spent a year as visiting assistant professor at Indiana University (time of the creation of this map), and she joined the ISI Foundation in Turin in 2007. She was recently awarded a Starting Independent Career Grant in Life Sciences by the European Research Council Ideas Program.\n",
    "name": "Vittoria Colizza",
    "last_name": "Colizza",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Vyacheslav Tykhonov",
    "last_name": "Tykhonov",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "W. Bradford Paley uses computers to create visual displays with the goal of making readable, clear, and engaging expressions of complex data. His visual representations are inspired by the calm, richly layered information in natural scenes. He applies rendering methods used by fine artists and graphic artists, informed by their possible underpinnings in human perception, and uses them to create narrowly scoped, almost idiosyncratic representations whose visual semantics are often driven by the real-world metaphors of the experts who know the domains best. Paley rendered his first computer graphics in 1973; graduated Phi Beta Kappa from the University of California, Berkeley, in 1981; founded Digital Image Design Incorporated in 1982; and started creating financial and statistical data visualization in 1986. He has exhibited at the Museum of Modern Art, is in the Artport permanent collection of the Whitney Museum of American Art, and has received multiple grants and awards for both art and design. He recently finished redesigning the interface at the center of the New York Stock Exchange trading floor. He is an adjunct associate professor at Columbia University and is director of Information Esthetics, an interdisciplinary group exploring the creation and interpretation of data representations that are both readable and aesthetically satisfying.",
    "name": "W. Bradford Paley",
    "last_name": "Paley",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Walter Scheidel is Dickason Professor in the Humanities, professor of Classics and History, and Kennedy-Grossman Fellow in Human Biology at Stanford University. His work has focused on ancient social and economic history, with particular emphasis on historical demography, labor regimes, and state formation, and more generally on comparative and transdisciplinary approaches to the past. He is the author or (co-) editor of fifteen books and some 200 papers.",
    "name": "Walter Scheidel",
    "last_name": "Scheidel",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Walter W. Powell is Professor of Education (and) Sociology, Organizational Behavior, Management Science and Engineering, Public Policy, and Communication at Stanford University. His interests focus on the processes through which knowledge is transferred across organizations, and the role of networks in facilitating or hindering innovation and of institutions in codifying ideas. He is the author or editor of Books: The Culture and Commerce of Publishing, with Lewis Coser and Charles Kadushin (Basic Books, 1982); Getting Into Print: The Decision-Making Process in Scholarly Publishing (U. of Chicago Press, 1985); The New Institutionalism in Organizational Analysis, with Paul DiMaggio (U. of Chicago Press, 1991); Private Action and the Public Good, with Elisabeth Clemens (Yale U. Press, 1997); and The Nonprofit Sector, with Richard Steinberg (Yale U. Press, 2006). His most recent book, with John Padgett, is The Emergence of Organizations and Markets (Princeton U. Press, 2012).\n",
    "name": "Walter W. Powell",
    "last_name": "Powell",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ward Shelley holds a BA from Eckerd College and an MFA from New York University. He is an artist identified with the Williamsburg scene in Brooklyn, New York, and specializes in large projects that freely mix architecture and performance. Shelley also works on a series of diagrammatic paintings and graphical chronologies that illustrate the interweaving of historical narratives about art and culture. Shelley has exhibited in more than 10 countries, and his work is in the collections of the Museum of Modern Art, the Whitney Museum, the Brooklyn Museum, and the Elizabeth A. Sackler Center for Feminist Art (within the Brooklyn Museum). Shelley received a painting and sculpture award from the Joan Mitchell Foundation and has been a fellow of the American Academy in Rome since 2006. He has received NYFA and NEA fellowships in the sculpture and new media categories, a Bessie Award for installation art, and grants from the Jerome Foundation and the Pollock-Krasner Foundation. He is represented by the Pierogi Gallery in Brooklyn and teaches at Parsons The New School for Design in New York.",
    "name": "Ward Shelley",
    "last_name": "Shelley",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Weize Wu",
    "last_name": "Wu",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Will (Jiahao) Su is a front-end engineer at Dropbox. He focuses on design and technology to present data efficiently and beautifully with fluid interactivity. Prior to Dropbox, he worked as a data visualization consultant at the United Nations Global Compact and studied data visualization (MS) at Parsons School of Design in New York, where he created work that focused on design, statistics, and computer science. His work has won awards from Information is Beautiful, Awwwards, and the MLB Advanced Media Hackathon. His work has been featured at the New York Public Library, Berlin Technology Foundation, NYC Media Lab conference (2017), and Columbia University.",
    "name": "Will (Jiahao) Su",
    "last_name": "Su",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Dr. William Karesh is the Executive Vice President for Health and Policy at EcoHealth Alliance. He serves as the president of the World Animal Health Organization (OIE) Working Group on Wildlife Diseases and also chairs the International Union for the Conservation of Nature (IUCN) Wildlife Health Specialist Group, a network of wildlife and health experts around the world.\n",
    "name": "William Karesh",
    "last_name": "Karesh",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "World Water Atlas",
    "last_name": "Atlas",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Xiaowen Dong is an associate professor at the University of Oxford in the Department of Engineering Science, where he is an academic member of both the Machine Learning Research Group and the Oxford-Man Institute. Prior to that, he was a postdoctoral associate in the MIT Media Lab, where he remains as a research affiliate. He received his PhD degree from the Swiss Federal Institute of Technology (EPFL), Lausanne, Switzerland. His main research interests concern signal processing and machine learning techniques for analyzing network data, and their applications in studying questions across social and economic sciences.",
    "name": "Xiaowen Dong",
    "last_name": "Xiaowen Dong",
    "roles": [
      "maker"
    ],
    "image": "dong_xiaowen.png"
  },
  {
    "name": "Ye Sun",
    "last_name": "Sun",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Yi Zhe Ang",
    "last_name": "Ang",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Yoana Kosturska",
    "last_name": "Kosturska",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Yong-Yeol Ahn is an assistant professor at Indiana University's School of Informatics and Computing and a co-founder of Janys Analytics. He earned his PhD from the Physics Department at KAIST in early 2008 and was a postdoctoral researcher at the Center for Complex Network Research at Northeastern University and a visiting researcher at the Center for Cancer Systems Biology at Dana-Farber Cancer Institute from 2008 until 2011. He is interested in the structure and dynamics of complex systems, such as society and living organisms.\n",
    "name": "Yong-Yeol Ahn",
    "last_name": "Ahn",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Yuankai Luo",
    "last_name": "Luo",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Yuko Harayama",
    "last_name": "Harayama",
    "roles": [
      "ambassador"
    ],
    "jobTitle": "Executive Director",
    "affiliation": "RIKEN",
    "location": "{\"type\":\"Point\",\"coordinates\":[139.39995345589446,36.14447144962518]}",
    "location_name": "Sendai, Japan",
    "region": "asia",
    "image": "image.jpg"
  },
  {
    "body": "Yuri Vishnevsky is a designer and software engineer. He prefers to remain somewhat mysterious.",
    "name": "Yuri Vishnevsky",
    "last_name": "Vishnevsky",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Yves Gingras is Canada Research Chair in the History and Sociology of Science at Université du Québec à Montréal (UQAM) and former director (2001-2005) of UQAM's Centre interuniversitaire de recherche sur la science et la technologie (CIRST). He is also scientific director of the Observatoire des sciences et des technologies (OST), a Canadian organization devoted to the quantitative study of science and technology. He has written, co-written or edited sixteen books, and published more than 150 papers. His most recent book analyzes the uses and abuses of research evaluation: Les dérives de l’évaluation de la recherche (Paris, Raisons d’agir, 2014).\n",
    "name": "Yves Gingras",
    "last_name": "Gingras",
    "image": "image.jpg",
    "roles": [
      "maker"
    ]
  },
  {
    "name": "Yves Rozenholc",
    "last_name": "Rozenholc",
    "roles": [
      "maker"
    ]
  },
  {
    "body": "Ziyi Tang is an urban researcher and designer. Trained as an architect, he is interested in utilizing spatial analysis, sensing technology, and AI to improve mobility, sustainability, and social equity. He is pursuing a M.C.P. in Urban Information System track at MIT. Prior to MIT, he obtained a M.S.D. from Penn, and a B.Arch. from HNU.",
    "name": "Ziyi Tang",
    "last_name": "Tang",
    "roles": [
      "maker"
    ],
    "image": "ziyi-tang.png"
  }
]