[
  {
    "body": "Katy B&ouml;rner is the Victor H. Yngve Distinguished Professor of Engineering and Information Science in the Department of Intelligent Systems Engineering, School of Informatics and Computing, Core Faculty of Cognitive Science, and Founding Director of the Cyberinfrastructure for Network Science Center at Indiana University in Bloomington, IN. She is a Visiting Professor at the Royal Netherlands Academy of Arts and Sciences (KNAW) in The Netherlands and a curator of the international Places & Spaces: Mapping Science exhibit. She was elected as an American Association for the Advancement of Science (AAAS) Fellow in 2012 and as an Alexander von Humboldt Fellow in 2017.\n",
    "name": "Katy B&ouml;rner",
    "last_name": "Borner",
    "image": "image.jpg",
    "jobTitle": "Director of the Cyberinfrastructure for Network Science Center",
    "homepage": "http://www.linkedin.com/pub/katy-borner/0/837/a03",
    "affiliation": "Indiana University - Bloomington",
    "region": [
      "north america"
    ],
    "location_name": "Bloomington, Indiana",
    "location": {
      "type": "Point",
      "coordinates": [
        39.175714828051944,
        -86.51265918770342
      ]
    },
    "roles": [
      "maker",
      "team",
      "curator"
    ]
  },
  {
    "body": "Lisel has been with CNS since 2013. With nearly 15 years of curatorial experience at a variety of nonprofit and public institutions, she has extensive experience in the planning and implementation of outreach activities in places of informal science learning. \n",
    "name": "Lisel Record",
    "last_name": "Record",
    "image": "image.jpg",
    "jobTitle": "Associate Director of the Cyberinfrastructure for Network Science Center",
    "affiliation": "Indiana University - Bloomington",
    "region": [
      "north america"
    ],
    "location_name": "Bloomington, Indiana",
    "location": {
      "type": "Point",
      "coordinates": [
        39.175714828051944,
        -86.51265918770342
      ]
    },
    "roles": [
      "team",
      "curator"
    ]
  },
  {
    "body": "Todd joined CNS in 2012 as Exhibit Co-Curator and Copy Editor. With a BA in English from the University of Wisconsin-Milwaukee and an MA in English from Miami University of Ohio, he previously spent time teaching classes on poetry, fiction, and creative writing to students at Miami University, University of Cincinnati, Xavier University, and Indiana University.\n",
    "name": "Todd Theriault",
    "last_name": "Theriault",
    "image": "image.jpg",
    "jobTitle": "Copy Writer and Editor at the Cyberinfrastructure for Network Science Center",
    "affiliation": "Indiana University - Bloomington",
    "region": [
      "north america"
    ],
    "location_name": "Bloomington, Indiana",
    "location": {
      "type": "Point",
      "coordinates": [
        39.175714828051944,
        -86.51265918770342
      ]
    },
    "roles": [
      "team",
      "curator"
    ]
  }
]