[
  {
    "body": "18th Iteration Submissions Macroscope Overview",
    "title": "18th Iteration Submissions Macroscope Overview ",
    "iteration": 18
  },
  {
    "body": "P﻿lease review by March 7.",
    "title": "19th Iteration Submissions",
    "iteration": 19
  },
  {
    "body": "<!--StartFragment-->\n\nThe *Places & Spaces: Mapping Science* exhibit is designed to open people’s minds and hearts to the value, complexity, and beauty of science and technology. We are inviting authors of interactive data visualizations, also called macroscopes, to submit their work for inclusion in the *Places & Spaces: Mapping Science* exhibit.\n\nThis collection of interactive visualizations will provide a glimpse into the future: a time when larger and more complex datasets are available, multi-factor analysis becomes commonplace, user interfaces are easier to use, and interactive visualizations routinely facilitate creative problem solving. Perhaps they incorporate datasets or methods of analysis from multiple disciplines. Or perhaps they demonstrate what kind of societal impact is made possible by influential interactive visualizations. Show us the future of interactive visualizations by submitting your work to this final iteration of macroscopes in the *Places & Spaces: Mapping Science* exhibit. \n\nMacroscopes are software tools that help us focus on patterns in data that are too large or complex to see with the naked eye. The term “macroscope” was explored in 1979 by Joël de Rosnay in a book titled *The Macroscope: A New World Scientific System* \\[1]. To meet the challenges posed by the rapidly increasing abundance, diversity, and complexity of information, de Rosnay proposes the “macroscope,” a tool for observing “what is at once too great, too slow, and too complex for our eyes.”\n\n*Places & Spaces* is a traveling exhibit that currently features 100 maps and 36 interactive macroscopes from a wide range of disciplines. Since 2005, the exhibit has traveled to 30 countries and appeared in various formats at over 458 venues and events, including the Davos Economic Forum, National Academy of Sciences, and the New York Public Library. News coverage has appeared in *Nature*, *Science*, *USA Today*, and *Wired*.\n\n##### References\n\n\\[1] de Rosnay, Joël. 1979. *The Macroscope: A New World Scientific System*. New York: Harper & Row.\n\n<!--EndFragment-->",
    "title": "20th Iteration Submissions",
    "iteration": 20
  }
]