[
  {
    "id": true,
    "title": "Technology, traditional arts will converge at IU's Smithsonian Folklife Festival exhibit",
    "media_url": "Smithsonian2012.jpg",
    "media_type": "IMAGE",
    "caption": "IU's exhibit at the Smithsonian Folklife Festival will include Places & Spaces, a science-mapping exhibit that illustrates links among scientists across disciplines and continents.",
    "link": "http://newsinfo.iu.edu/news/page/normal/22634.html",
    "publisher": "IU News Room",
    "reporter": "Bethany Nolan",
    "date": "2012-06-18",
    "description": "BLOOMINGTON, Ind. -- Cutting-edge technology and traditional arts will converge when Indiana University takes part in the 2012 Smithsonian Folklife Festival in Washington, D.C., held June 27 to July 1 and July 4 to 8.\n\n<BR/>\n\nHosted outdoors on the National Mall, the annual festival is an exposition of living cultural heritage. One of this year's programs, \"Campus and Community,\" commemorates the 150th anniversary of the Morrill Act, which established land-grant universities and the U.S. Department of Agriculture.\n\n<BR/>\n\nParticipating as a member of the Association of Public and Land-Grant Universities, IU will showcase the university's role as a high-tech innovator in the state while also recognizing its dedication to preserving Indiana's rich cultural traditions.\n\n<BR/>\n\n\"Founded in 1820, Indiana University pre-dates the Morrill Act,\" IU President Michael A. McRobbie said. \"Learning, discovery and engagement have always been part of the university's mission, and our faculty's work varies from analyzing the latest in social media to preserving and studying traditional music and dance. Through its participation in this year's Smithsonian festival, IU will showcase the significant role it has played -- and continues to play -- in preserving our state's treasured past, supporting major advancements in education and research that drive economic development, and, in the spirit of Justin Smith Morrill, making higher education available to hundreds of thousands of Hoosiers.\"\n\n<BR/>\n\nAt IU's exhibit, visitors will be able to watch portions of a multimedia opera created by Indiana University-Purdue University Indianapolis music professor W. Scott Deal; search digital archives on Hoosiers in the armed forces, the music of Hoagy Carmichael or the writings of Frederick Douglass; and participate in an interactive art installation by digital artist Margaret Dolinsky, an associate professor in the College of Arts and Sciences' Henry Radford Hope School of Fine Arts on IU's Bloomington campus.\n\n<BR/>\n\nExhibits also include Places & Spaces, a science-mapping exhibit that illustrates links among scientists across disciplines and continents; and GlobalNOC's Worldview, an interactive system that uses GPS and software developed at IU to visualize multiple layers of real-time network data.\n\n<BR/>\n\nVisitors will also be able to interact with traditional instrument builders and quilters. The Fort Wayne-based Sisters of the Cloth quilting guild will perform a traditional ceremony displaying their handmade works of art.\n\n<BR/>\n\nParticipants include the IU offices of the Vice President for Research and the Vice President for Information Technology, the Herron School of Art and Design at IUPUI, the School of Library and Information Science, IU Libraries, the School of Engineering and Technology at IUPUI, the Media Preservation Initiative, the Global Research Network Operations Center and Traditional Arts Indiana, a partnership between IU Bloomington and the Indiana Arts Commission dedicated to expanding public awareness of the state's traditional practices and nurturing pride in those practitioners.\n\n<BR/>\n\n\"Traditional Arts Indiana is excited to invite several Hoosier folk artists to Washington, D.C., to participate in the Smithsonian Folklife Festival,\" Traditional Arts Indiana Director Jon Kay said. \"While IU's Department of Folklore and Ethnomusicology has long ties to this prestigious event, this is the first time that our state has had a sizable presence at this heritage event.\"\n\n<BR/>\n\n<h3>Smithsonian Folklife Festival</h3> \n\n<a href=\"http://www.festival.si.edu/\">The Smithsonian Folklife Festival</a> is June 27 to July 1 and July 4 to 8. Held outdoors on the National Mall in Washington, D.C., the annual festival is a large educational presentation that brings hundreds of musicians, artists, performers, craftspeople, workers, storytellers and others together to demonstrate the skills, knowledge and aesthetics that embody the creative vitality of community-based traditions. Admission is free, and the festival typically draws more than 1 million visitors each year."
  }
]